[
    {
        "DOI": "https://doi.org/10.1016/j.cell.2025.06.042",
        "abstract": "RNA-binding proteins (RBPs) regulate all stages of the mRNA life cycle, yet current methods generally map RNA targets of RBPs one protein at a time. To overcome this limitation, we developed SPIDR (split-and-pool identification of RBP targets), a highly multiplexed split-pool method that profiles the binding sites of dozens of RBPs simultaneously. SPIDR identifies precise, single-nucleotide binding sites for diverse classes of RBPs. Using SPIDR, we uncovered an interaction between LARP1 and the 18S rRNA and resolved this interaction to the mRNA entry channel of the 40S ribosome using cryoelectron microscopy (cryo-EM), providing a potential mechanistic explanation for LARP1’s role in translational suppression. We explored changes in RBP binding upon mTOR inhibition and identified that 4EBP1 preferentially associates with translationally repressed mRNAs upon mTOR inhibition. SPIDR has the potential to significantly advance our understanding of RNA biology by enabling rapid, de novo discovery of RNA-protein interactions at an unprecedented scale.",
        "author": [
            {
                "family": "Erica Wolin",
                "given": ""
            },
            {
                "family": "Jimmy K. Guo",
                "given": ""
            },
            {
                "family": "Mario R. Blanco",
                "given": ""
            },
            {
                "family": "Isabel N. Goronzy",
                "given": ""
            },
            {
                "family": "Darvesh Gorhe",
                "given": ""
            },
            {
                "family": "Wenzhao Dong",
                "given": ""
            },
            {
                "family": "Andrew A. Perez",
                "given": ""
            },
            {
                "family": "Abdurrahman Keskin",
                "given": ""
            },
            {
                "family": "Elizabeth Valenzuela",
                "given": ""
            },
            {
                "family": "Ahmed A. Abdou",
                "given": ""
            },
            {
                "family": "Carl R. Urbinati",
                "given": ""
            },
            {
                "family": "Ross Kaufhold",
                "given": ""
            },
            {
                "family": "H. Tomas Rube",
                "given": ""
            },
            {
                "family": "Jailson {Brito Querido}",
                "given": ""
            },
            {
                "family": "Mitchell Guttman",
                "given": ""
            },
            {
                "family": "Marko Jovanovic",
                "given": ""
            }
        ],
        "container-title": "Cell",
        "id": "WOLIN2025",
        "issue": "",
        "issued": {
            "date-parts": [
                [
                    "2025"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "SPIDR enables multiplexed mapping of RNA-protein interactions and uncovers a mechanism for selective translational suppression upon cell stress",
        "type": "article",
        "volume": ""
    },
    {
        "DOI": "10.1016/j.molcel.2024.08.030",
        "abstract": "mRNAs interact with RNA-binding proteins (RBPs) throughout their processing and maturation. While efforts have assigned RBPs to RNA substrates, less exploration has leveraged protein-protein interactions (PPIs) to study proteins in mRNA life-cycle stages. We generated an RNA-aware, RBP-centric PPI map across the mRNA life cycle in human cells by immunopurification-mass spectrometry (IP-MS) of ?100 endogenous RBPs with and without RNase, augmented by size exclusion chromatography-mass spectrometry (SEC-MS). We identify 8,742 known and 20,802 unreported interactions between 1,125 proteins and determine that 73% of the IP-MS-identified interactions are RNA regulated. Our interactome links many proteins, some with unknown functions, to specific mRNA life-cycle stages, with nearly half associated with multiple stages. We demonstrate the value of this resource by characterizing the splicing and export functions of enhancer of rudimentary homolog (ERH), and by showing that small nuclear ribonucleoprotein U5 subunit 200 (SNRNP200) interacts with stress granule proteins and binds cytoplasmic RNA differently during stress.",
        "author": [
            {
                "family": "Street",
                "given": "Lena A."
            },
            {
                "family": "Rothamel",
                "given": "Katherine L."
            },
            {
                "family": "Brannan",
                "given": "Kristopher W."
            },
            {
                "family": "Jin",
                "given": "Wenhao"
            },
            {
                "family": "Bokor",
                "given": "Benjamin J."
            },
            {
                "family": "Dong",
                "given": "Kevin"
            },
            {
                "family": "Rhine",
                "given": "Kevin"
            },
            {
                "family": "Madrigal",
                "given": "Assael"
            },
            {
                "family": "Al-Azzam",
                "given": "Norah"
            },
            {
                "family": "Kim",
                "given": "Jenny Kim"
            },
            {
                "family": "Ma",
                "given": "Yanzhe"
            },
            {
                "family": "Gorhe",
                "given": "Darvesh"
            },
            {
                "family": "Abdou",
                "given": "Ahmed"
            },
            {
                "family": "Wolin",
                "given": "Erica"
            },
            {
                "family": "Mizrahi",
                "given": "Orel"
            },
            {
                "family": "Ahdout",
                "given": "Joshua"
            },
            {
                "family": "Mujumdar",
                "given": "Mayuresh"
            },
            {
                "family": "Doron-Mandel",
                "given": "Ella"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Yeo",
                "given": "Gene W."
            }
        ],
        "container-title": "Molecular Cell",
        "id": "street2023large",
        "issue": "19",
        "issued": {
            "date-parts": [
                [
                    "2024"
                ]
            ]
        },
        "page": "",
        "source": "Elsevier",
        "title": "Large-scale map of RNA-binding protein interactomes across the mRNA life cycle",
        "type": "article",
        "volume": "84"
    },
    {
        "DOI": "10.1074/mcp.R120.002190",
        "abstract": "AbstractIn all cells, proteins are continuously synthesized and degraded to maintain protein homeostasis and modify gene expression levels in response to stimuli. Collectively, the processes of protein synthesis and degradation are referred to as protein turnover. At a steady state, protein turnover is constant to maintain protein homeostasis, but in dynamic responses, proteins change their rates of synthesis and degradation to adjust their proteomes to internal or external stimuli. Thus, probing the kinetics and dynamics of protein turnover lends insight into how cells regulate essential processes such as growth, differentiation, and stress response. Here, we outline historical and current approaches to measuring the kinetics of protein turnover on a proteome-wide scale in both steady-state and dynamic systems, with an emphasis on metabolic tracing using stable isotope?labeled amino acids. We highlight important considerations for designing proteome turnover experiments, key biological findings regarding the conserved principles of proteome turnover regulation, and future perspectives for both technological and biological investigation.",
        "author": [
            {
                "family": "Ross",
                "given": "Alison Barbara"
            },
            {
                "family": "Langer",
                "given": "Julian David"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            }
        ],
        "container-title": "Molecular & Cellular Proteomics",
        "id": "ross2021proteome",
        "issue": "",
        "issued": {
            "date-parts": [
                [
                    "2021"
                ]
            ]
        },
        "page": "",
        "source": "Elsevier",
        "title": "Proteome Turnover in the Spotlight: Approaches, Applications, and Perspectives",
        "type": "article",
        "volume": "20"
    },
    {
        "DOI": "10.1016/j.crmeth.2024.100760",
        "abstract": "The role of protein turnover in pancreatic ductal adenocarcinoma (PDA) metastasis has not been previously investigated. We introduce dynamic stable-isotope labeling of organoids (dSILO): a dynamic SILAC derivative that combines a pulse of isotopically labeled amino acids with isobaric tandem mass-tag (TMT) labeling to measure proteome-wide protein turnover rates in organoids. We applied it to a PDA model and discovered that metastatic organoids exhibit an accelerated global proteome turnover compared to primary tumor organoids. Globally, most turnover changes are not reflected at the level of protein abundance. Interestingly, the group of proteins that show the highest turnover increase in metastatic PDA compared to tumor is involved in mitochondrial respiration. This indicates that metastatic PDA may adopt alternative respiratory chain functionality that is controlled by the rate at which proteins are turned over. Collectively, our analysis of proteome turnover in PDA organoids offers insights into the mechanisms underlying PDA metastasis.",
        "author": [
            {
                "family": "Ross",
                "given": "Alison B."
            },
            {
                "family": "Gorhe",
                "given": "Darvesh"
            },
            {
                "family": "Kim",
                "given": "Jenny Kim"
            },
            {
                "family": "Hodapp",
                "given": "Stefanie"
            },
            {
                "family": "DeVine",
                "given": "Lela"
            },
            {
                "family": "Chan",
                "given": "Karina M."
            },
            {
                "family": "Chio",
                "given": "Iok In Christine"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Ayres Pereira",
                "given": "Marina"
            }
        ],
        "container-title": "Cell Reports Methods",
        "id": "ross2024systematic",
        "issue": "5",
        "issued": {
            "date-parts": [
                [
                    "2024"
                ]
            ]
        },
        "page": "",
        "source": "Elsevier",
        "title": "Systematic analysis of proteome turnover in an organoid model of pancreatic cancer by dSILO",
        "type": "article",
        "volume": "4"
    },
    {
        "DOI": "10.1126/science.adq0876",
        "abstract": "Defense-associated reverse transcriptase (DRT) systems perform DNA synthesis to protect bacteria against viral infection, but the identities and functions of their DNA products remain largely unknown. We show that DRT2 systems encode an unprecedented immune pathway that involves de novo gene synthesis through rolling circle reverse transcription of a noncoding RNA (ncRNA). Programmed template jumping on the ncRNA generates a concatemeric cDNA, which becomes double-stranded upon viral infection. This DNA product constitutes a protein-coding, nearly endless open reading frame (neo) gene whose expression leads to potent cell growth arrest, restricting the viral infection. Our work highlights an elegant expansion of genome coding potential through RNA-templated gene creation and challenges conventional paradigms of genetic information encoded along the one-dimensional axis of genomic DNA. The central dogma of molecular biology states that genetic information flows from DNA and RNA to protein, with reverse transcription converting RNA to DNA. In the pursuit of understanding how bacteria defend themselves from viral infection, two groups of investigators have found alternative pathways to making genes from RNA that did not previously encode proteins (see the Perspective by Osterman and Sorek). Tang et al. discovered a mechanism whereby a reverse transcriptase uses RNA templates to synthesize de novo genes, leading to the expression of repetitive, nearly endless open reading frame (Neo) proteins that halt cell growth and restrict viral spread. The cryptic encoding of Neo subverts the conventional flow of genetic information and highlights the potential for hidden genes to be unearthed in other biological contexts. Wilkinson et al. found that some bacteria use reverse transcription to copy RNA into end-to-end repeats of DNA. The repetitive DNA reconstitutes a gene and can be transcribed into a repetitive RNA that encodes a toxic protein. Bacteria use this gene-synthesis ability to produce hypertoxic proteins that can protect against viral infection. —Di Jiang",
        "author": [
            {
                "family": "Stephen Tang ",
                "given": ""
            },
            {
                "family": "Valentin Conte ",
                "given": ""
            },
            {
                "family": "Dennis J. Zhang ",
                "given": ""
            },
            {
                "family": "Rimantė Žedaveinytė ",
                "given": ""
            },
            {
                "family": "George D. Lampe ",
                "given": ""
            },
            {
                "family": "Tanner Wiegand ",
                "given": ""
            },
            {
                "family": "Lauren C. Tang ",
                "given": ""
            },
            {
                "family": "Megan Wang ",
                "given": ""
            },
            {
                "family": "Matt W. G. Walker ",
                "given": ""
            },
            {
                "family": "Jerrin Thomas George ",
                "given": ""
            },
            {
                "family": "Luke E. Berchowitz ",
                "given": ""
            },
            {
                "family": "Marko Jovanovic ",
                "given": ""
            },
            {
                "family": "Samuel H. Sternberg ",
                "given": ""
            }
        ],
        "container-title": "Science",
        "id": "doi:10.1126/science.adq0876",
        "issue": "6717",
        "issued": {
            "date-parts": [
                [
                    "2024"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "De novo gene synthesis by an antiviral reverse transcriptase",
        "type": "article",
        "volume": "386"
    },
    {
        "DOI": "https://doi.org/10.1016/j.xpro.2023.102293",
        "abstract": "The Size-Exclusion Chromatography Analysis Toolkit (SECAT) elucidates protein complex dynamics using co-fractionated bottom-up mass spectrometry (CF-MS) data. Here, we present a protocol for the network-centric analysis and interpretation of CF-MS profiles using SECAT. We describe the technical steps for preprocessing, scoring, semi-supervised machine learning, and quantification, including common pitfalls and their solutions. We further provide guidance for data export, visualization, and the interpretation of SECAT results to discover dysregulated proteins and interactions, supporting new hypotheses and biological insights. For complete details on the use and execution of this protocol, please refer to Rosenberger et al. (2020).1",
        "author": [
            {
                "family": "Benjamin J. Bokor",
                "given": ""
            },
            {
                "family": "Darvesh Gorhe",
                "given": ""
            },
            {
                "family": "Marko Jovanovic",
                "given": ""
            },
            {
                "family": "George Rosenberger",
                "given": ""
            }
        ],
        "container-title": "STAR Protocols",
        "id": "bokor2023network",
        "issue": "2",
        "issued": {
            "date-parts": [
                [
                    "2023"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Network-centric analysis of co-fractionated protein complex profiles using SECAT",
        "type": "article",
        "volume": "4"
    },
    {
        "DOI": "10.1038/s41467-025-56303-0",
        "abstract": "A protein’s molecular interactions and post-translational modifications (PTMs), such as phosphorylation, can be co-dependent and reciprocally co-regulate each other. Although this interplay is central for many biological processes, a systematic method to simultaneously study assembly states and PTMs from the same sample is critically missing. Here, we introduce SEC-MX (Size Exclusion Chromatography fractions MultipleXed), a global quantitative method combining Size Exclusion Chromatography and PTM-enrichment for simultaneous characterization of PTMs and assembly states. SEC-MX enhances throughput, allows phosphopeptide enrichment, and facilitates quantitative differential comparisons between biological conditions. Conducting SEC-MX on HEK293 and HCT116 cells, we generate a proof-of-concept dataset, mapping thousands of phosphopeptides and their assembly states. Our analysis reveals intricate relationships between phosphorylation events and assembly states and generates testable hypotheses for follow-up studies. Overall, we establish SEC-MX as a valuable tool for exploring protein functions and regulation beyond abundance changes.",
        "author": [
            {
                "family": "Doron-Mandel",
                "given": "Ella "
            },
            {
                "family": " Bokor",
                "given": "Benjamin J. "
            },
            {
                "family": " Ma",
                "given": "Yanzhe "
            },
            {
                "family": " Street",
                "given": "Lena A. "
            },
            {
                "family": " Tang",
                "given": "Lauren C. "
            },
            {
                "family": " Abdou",
                "given": "Ahmed A. "
            },
            {
                "family": " Shah",
                "given": "Neel H. "
            },
            {
                "family": " Rosenberger",
                "given": "George "
            },
            {
                "family": " Jovanovic",
                "given": "Marko"
            }
        ],
        "container-title": "Nature Communications",
        "id": "Doron-Mandel2025SEC-MX:",
        "issue": "",
        "issued": {
            "date-parts": [
                [
                    "2025"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "SEC-MX: an approach to systematically study the interplay between protein assembly states and phosphorylation",
        "type": "article",
        "volume": "16"
    },
    {
        "DOI": "https://doi.org/10.1016/j.molcel.2024.08.010",
        "abstract": "Summary\nRNA interactome studies have revealed that hundreds of zinc-finger proteins (ZFPs) are candidate RNA-binding proteins (RBPs), yet their RNA substrates and functional significance remain largely uncharacterized. Here, we present a systematic multi-omics analysis of the DNA- and RNA-binding targets and regulatory roles of more than 100 ZFPs representing 37 zinc-finger families. We show that multiple ZFPs are previously unknown regulators of RNA splicing, alternative polyadenylation, stability, or translation. The examined ZFPs show widespread sequence-specific RNA binding and preferentially bind proximal to transcription start sites. Additionally, several ZFPs associate with their targets at both the DNA and RNA levels. We highlight ZNF277, a C2H2 ZFP that binds thousands of RNA targets and acts as a multi-functional RBP. We also show that ZNF473 is a DNA/RNA-associated protein that regulates the expression and splicing of cell cycle genes. Our results reveal diverse roles for ZFPs in transcriptional and post-transcriptional gene regulation.",
        "author": [
            {
                "family": "Maya L. Gosztyla",
                "given": ""
            },
            {
                "family": "Lijun Zhan",
                "given": ""
            },
            {
                "family": "Sara Olson",
                "given": ""
            },
            {
                "family": "Xintao Wei",
                "given": ""
            },
            {
                "family": "Jack Naritomi",
                "given": ""
            },
            {
                "family": "Grady Nguyen",
                "given": ""
            },
            {
                "family": "Lena Street",
                "given": ""
            },
            {
                "family": "Grant A. Goda",
                "given": ""
            },
            {
                "family": "Francisco F. Cavazos",
                "given": ""
            },
            {
                "family": "Jonathan C. Schmok",
                "given": ""
            },
            {
                "family": "Manya Jain",
                "given": ""
            },
            {
                "family": "Easin {Uddin Syed}",
                "given": ""
            },
            {
                "family": "Eunjeong Kwon",
                "given": ""
            },
            {
                "family": "Wenhao Jin",
                "given": ""
            },
            {
                "family": "Eric Kofman",
                "given": ""
            },
            {
                "family": "Alexandra T. Tankka",
                "given": ""
            },
            {
                "family": "Allison Li",
                "given": ""
            },
            {
                "family": "Valerie Gonzalez",
                "given": ""
            },
            {
                "family": "Eric Lécuyer",
                "given": ""
            },
            {
                "family": "Daniel Dominguez",
                "given": ""
            },
            {
                "family": "Marko Jovanovic",
                "given": ""
            },
            {
                "family": "Brenton R. Graveley",
                "given": ""
            },
            {
                "family": "Gene W. Yeo",
                "given": ""
            }
        ],
        "container-title": "Molecular Cell",
        "id": "GOSZTYLA20243826",
        "issue": "19",
        "issued": {
            "date-parts": [
                [
                    "2024"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Integrated multi-omics analysis of zinc-finger proteins uncovers roles in RNA regulation",
        "type": "article",
        "volume": "84"
    },
    {
        "DOI": "https://doi.org/10.1016/j.neuron.2024.10.007",
        "abstract": "Summary\nAmyotrophic lateral sclerosis (ALS) is linked to the reduction of certain nucleoporins in neurons. Increased nuclear localization of charged multivesicular body protein 7 (CHMP7), a protein involved in nuclear pore surveillance, has been identified as a key factor damaging nuclear pores and disrupting transport. Using CRISPR-based microRaft, followed by gRNA identification (CRaft-ID), we discovered 55 RNA-binding proteins (RBPs) that influence CHMP7 localization, including SmD1, a survival of motor neuron (SMN) complex component. Immunoprecipitation-mass spectrometry (IP-MS) and enhanced crosslinking and immunoprecipitation (CLIP) analyses revealed CHMP7's interactions with SmD1, small nuclear RNAs, and splicing factor mRNAs in motor neurons (MNs). ALS induced pluripotent stem cell (iPSC)-MNs show reduced SmD1 expression, and inhibiting SmD1/SMN complex increased CHMP7 nuclear localization. Crucially, overexpressing SmD1 in ALS iPSC-MNs restored CHMP7's cytoplasmic localization and corrected STMN2 splicing. Our findings suggest that early ALS pathogenesis is driven by SMN complex dysregulation.",
        "author": [
            {
                "family": "Norah Al-Azzam",
                "given": ""
            },
            {
                "family": "Jenny H. To",
                "given": ""
            },
            {
                "family": "Vaishali Gautam",
                "given": ""
            },
            {
                "family": "Lena A. Street",
                "given": ""
            },
            {
                "family": "Chloe B. Nguyen",
                "given": ""
            },
            {
                "family": "Jack T. Naritomi",
                "given": ""
            },
            {
                "family": "Dylan C. Lam",
                "given": ""
            },
            {
                "family": "Assael A. Madrigal",
                "given": ""
            },
            {
                "family": "Benjamin Lee",
                "given": ""
            },
            {
                "family": "Wenhao Jin",
                "given": ""
            },
            {
                "family": "Anthony Avina",
                "given": ""
            },
            {
                "family": "Orel Mizrahi",
                "given": ""
            },
            {
                "family": "Jasmine R. Mueller",
                "given": ""
            },
            {
                "family": "Willard Ford",
                "given": ""
            },
            {
                "family": "Cara R. Schiavon",
                "given": ""
            },
            {
                "family": "Elena Rebollo",
                "given": ""
            },
            {
                "family": "Anthony Q. Vu",
                "given": ""
            },
            {
                "family": "Steven M. Blue",
                "given": ""
            },
            {
                "family": "Yashwin L. Madakamutil",
                "given": ""
            },
            {
                "family": "Uri Manor",
                "given": ""
            },
            {
                "family": "Jeffrey D. Rothstein",
                "given": ""
            },
            {
                "family": "Alyssa N. Coyne",
                "given": ""
            },
            {
                "family": "Marko Jovanovic",
                "given": ""
            },
            {
                "family": "Gene W. Yeo",
                "given": ""
            }
        ],
        "container-title": "Neuron",
        "id": "ALAZZAM20244033",
        "issue": "24",
        "issued": {
            "date-parts": [
                [
                    "2024"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Inhibition of RNA splicing triggers CHMP7 nuclear entry, impacting TDP-43 function and leading to the onset of ALS cellular phenotypes",
        "type": "article",
        "volume": "112"
    }
]