[
    {
        "DOI": "https://doi.org/10.1016/j.molcel.2024.08.010",
        "abstract": "Summary\nRNA interactome studies have revealed that hundreds of zinc-finger proteins (ZFPs) are candidate RNA-binding proteins (RBPs), yet their RNA substrates and functional significance remain largely uncharacterized. Here, we present a systematic multi-omics analysis of the DNA- and RNA-binding targets and regulatory roles of more than 100 ZFPs representing 37 zinc-finger families. We show that multiple ZFPs are previously unknown regulators of RNA splicing, alternative polyadenylation, stability, or translation. The examined ZFPs show widespread sequence-specific RNA binding and preferentially bind proximal to transcription start sites. Additionally, several ZFPs associate with their targets at both the DNA and RNA levels. We highlight ZNF277, a C2H2 ZFP that binds thousands of RNA targets and acts as a multi-functional RBP. We also show that ZNF473 is a DNA/RNA-associated protein that regulates the expression and splicing of cell cycle genes. Our results reveal diverse roles for ZFPs in transcriptional and post-transcriptional gene regulation.",
        "author": [
            {
                "family": "Maya L. Gosztyla",
                "given": ""
            },
            {
                "family": "Lijun Zhan",
                "given": ""
            },
            {
                "family": "Sara Olson",
                "given": ""
            },
            {
                "family": "Xintao Wei",
                "given": ""
            },
            {
                "family": "Jack Naritomi",
                "given": ""
            },
            {
                "family": "Grady Nguyen",
                "given": ""
            },
            {
                "family": "Lena Street",
                "given": ""
            },
            {
                "family": "Grant A. Goda",
                "given": ""
            },
            {
                "family": "Francisco F. Cavazos",
                "given": ""
            },
            {
                "family": "Jonathan C. Schmok",
                "given": ""
            },
            {
                "family": "Manya Jain",
                "given": ""
            },
            {
                "family": "Easin {Uddin Syed}",
                "given": ""
            },
            {
                "family": "Eunjeong Kwon",
                "given": ""
            },
            {
                "family": "Wenhao Jin",
                "given": ""
            },
            {
                "family": "Eric Kofman",
                "given": ""
            },
            {
                "family": "Alexandra T. Tankka",
                "given": ""
            },
            {
                "family": "Allison Li",
                "given": ""
            },
            {
                "family": "Valerie Gonzalez",
                "given": ""
            },
            {
                "family": "Eric Lécuyer",
                "given": ""
            },
            {
                "family": "Daniel Dominguez",
                "given": ""
            },
            {
                "family": "Marko Jovanovic",
                "given": ""
            },
            {
                "family": "Brenton R. Graveley",
                "given": ""
            },
            {
                "family": "Gene W. Yeo",
                "given": ""
            }
        ],
        "container-title": "Molecular Cell",
        "id": "GOSZTYLA20243826",
        "issue": "19",
        "issued": {
            "date-parts": [
                [
                    "2024"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Integrated multi-omics analysis of zinc-finger proteins uncovers roles in RNA regulation",
        "type": "article",
        "volume": "84"
    },
    {
        "DOI": "https://doi.org/10.1016/j.neuron.2024.10.007",
        "abstract": "Summary\nAmyotrophic lateral sclerosis (ALS) is linked to the reduction of certain nucleoporins in neurons. Increased nuclear localization of charged multivesicular body protein 7 (CHMP7), a protein involved in nuclear pore surveillance, has been identified as a key factor damaging nuclear pores and disrupting transport. Using CRISPR-based microRaft, followed by gRNA identification (CRaft-ID), we discovered 55 RNA-binding proteins (RBPs) that influence CHMP7 localization, including SmD1, a survival of motor neuron (SMN) complex component. Immunoprecipitation-mass spectrometry (IP-MS) and enhanced crosslinking and immunoprecipitation (CLIP) analyses revealed CHMP7's interactions with SmD1, small nuclear RNAs, and splicing factor mRNAs in motor neurons (MNs). ALS induced pluripotent stem cell (iPSC)-MNs show reduced SmD1 expression, and inhibiting SmD1/SMN complex increased CHMP7 nuclear localization. Crucially, overexpressing SmD1 in ALS iPSC-MNs restored CHMP7's cytoplasmic localization and corrected STMN2 splicing. Our findings suggest that early ALS pathogenesis is driven by SMN complex dysregulation.",
        "author": [
            {
                "family": "Norah Al-Azzam",
                "given": ""
            },
            {
                "family": "Jenny H. To",
                "given": ""
            },
            {
                "family": "Vaishali Gautam",
                "given": ""
            },
            {
                "family": "Lena A. Street",
                "given": ""
            },
            {
                "family": "Chloe B. Nguyen",
                "given": ""
            },
            {
                "family": "Jack T. Naritomi",
                "given": ""
            },
            {
                "family": "Dylan C. Lam",
                "given": ""
            },
            {
                "family": "Assael A. Madrigal",
                "given": ""
            },
            {
                "family": "Benjamin Lee",
                "given": ""
            },
            {
                "family": "Wenhao Jin",
                "given": ""
            },
            {
                "family": "Anthony Avina",
                "given": ""
            },
            {
                "family": "Orel Mizrahi",
                "given": ""
            },
            {
                "family": "Jasmine R. Mueller",
                "given": ""
            },
            {
                "family": "Willard Ford",
                "given": ""
            },
            {
                "family": "Cara R. Schiavon",
                "given": ""
            },
            {
                "family": "Elena Rebollo",
                "given": ""
            },
            {
                "family": "Anthony Q. Vu",
                "given": ""
            },
            {
                "family": "Steven M. Blue",
                "given": ""
            },
            {
                "family": "Yashwin L. Madakamutil",
                "given": ""
            },
            {
                "family": "Uri Manor",
                "given": ""
            },
            {
                "family": "Jeffrey D. Rothstein",
                "given": ""
            },
            {
                "family": "Alyssa N. Coyne",
                "given": ""
            },
            {
                "family": "Marko Jovanovic",
                "given": ""
            },
            {
                "family": "Gene W. Yeo",
                "given": ""
            }
        ],
        "container-title": "Neuron",
        "id": "ALAZZAM20244033",
        "issue": "24",
        "issued": {
            "date-parts": [
                [
                    "2024"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Inhibition of RNA splicing triggers CHMP7 nuclear entry, impacting TDP-43 function and leading to the onset of ALS cellular phenotypes",
        "type": "article",
        "volume": "112"
    },
    {
        "DOI": "10.1126/science.adq0876",
        "abstract": "Defense-associated reverse transcriptase (DRT) systems perform DNA synthesis to protect bacteria against viral infection, but the identities and functions of their DNA products remain largely unknown. We show that DRT2 systems encode an unprecedented immune pathway that involves de novo gene synthesis through rolling circle reverse transcription of a noncoding RNA (ncRNA). Programmed template jumping on the ncRNA generates a concatemeric cDNA, which becomes double-stranded upon viral infection. This DNA product constitutes a protein-coding, nearly endless open reading frame (neo) gene whose expression leads to potent cell growth arrest, restricting the viral infection. Our work highlights an elegant expansion of genome coding potential through RNA-templated gene creation and challenges conventional paradigms of genetic information encoded along the one-dimensional axis of genomic DNA. The central dogma of molecular biology states that genetic information flows from DNA and RNA to protein, with reverse transcription converting RNA to DNA. In the pursuit of understanding how bacteria defend themselves from viral infection, two groups of investigators have found alternative pathways to making genes from RNA that did not previously encode proteins (see the Perspective by Osterman and Sorek). Tang et al. discovered a mechanism whereby a reverse transcriptase uses RNA templates to synthesize de novo genes, leading to the expression of repetitive, nearly endless open reading frame (Neo) proteins that halt cell growth and restrict viral spread. The cryptic encoding of Neo subverts the conventional flow of genetic information and highlights the potential for hidden genes to be unearthed in other biological contexts. Wilkinson et al. found that some bacteria use reverse transcription to copy RNA into end-to-end repeats of DNA. The repetitive DNA reconstitutes a gene and can be transcribed into a repetitive RNA that encodes a toxic protein. Bacteria use this gene-synthesis ability to produce hypertoxic proteins that can protect against viral infection. —Di Jiang",
        "author": [
            {
                "family": "Stephen Tang ",
                "given": ""
            },
            {
                "family": "Valentin Conte ",
                "given": ""
            },
            {
                "family": "Dennis J. Zhang ",
                "given": ""
            },
            {
                "family": "Rimantė Žedaveinytė ",
                "given": ""
            },
            {
                "family": "George D. Lampe ",
                "given": ""
            },
            {
                "family": "Tanner Wiegand ",
                "given": ""
            },
            {
                "family": "Lauren C. Tang ",
                "given": ""
            },
            {
                "family": "Megan Wang ",
                "given": ""
            },
            {
                "family": "Matt W. G. Walker ",
                "given": ""
            },
            {
                "family": "Jerrin Thomas George ",
                "given": ""
            },
            {
                "family": "Luke E. Berchowitz ",
                "given": ""
            },
            {
                "family": "Marko Jovanovic ",
                "given": ""
            },
            {
                "family": "Samuel H. Sternberg ",
                "given": ""
            }
        ],
        "container-title": "Science",
        "id": "doi:10.1126/science.adq0876",
        "issue": "6717",
        "issued": {
            "date-parts": [
                [
                    "2024"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "De novo gene synthesis by an antiviral reverse transcriptase",
        "type": "article",
        "volume": "386"
    },
    {
        "DOI": "10.1016/j.cels.2020.06.011",
        "abstract": "Genomic analyses in budding yeast have helped define the foundational principles of eukaryotic gene expression. However, in the absence of empirical methods for defining coding regions, these analyses have historically excluded specific classes of possible coding regions, such as those initiating at non-AUG start codons. Here, we applied an experimental approach to globally annotate translation initiation sites in yeast and identified 149 genes with alternative N-terminally extended protein isoforms initiating from near-cognate codons upstream of annotated AUG start codons. These isoforms are produced in concert with canonical isoforms and translated with high specificity, resulting from initiation at only a small subset of possible start codons. The non-AUG initiation driving their production is enriched during meiosis and induced by low eIF5A, which is seen in this context. These findings reveal widespread production of non-canonical protein isoforms and unexpected complexity to the rules by which even a simple eukaryotic genome is decoded.",
        "author": [
            {
                "family": "Eisenberg",
                "given": "Amy R."
            },
            {
                "family": "Higdon",
                "given": "Andrea L."
            },
            {
                "family": "Hollerer",
                "given": "Ina"
            },
            {
                "family": "Fields",
                "given": "Alexander P."
            },
            {
                "family": "Jungreis",
                "given": "Irwin"
            },
            {
                "family": "Diamond",
                "given": "Paige D."
            },
            {
                "family": "Kellis",
                "given": "Manolis"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Brar",
                "given": "Gloria A."
            }
        ],
        "container-title": "Cell Systems",
        "id": "eisenberg2020translation",
        "issue": "2",
        "issued": {
            "date-parts": [
                [
                    "2020"
                ]
            ]
        },
        "page": "",
        "source": "Elsevier",
        "title": "Translation Initiation Site Profiling Reveals Widespread Synthesis of Non-AUG-Initiated Protein Isoforms in Yeast",
        "type": "article",
        "volume": "11"
    },
    {
        "DOI": "https://doi.org/10.1016/j.xpro.2023.102293",
        "abstract": "The Size-Exclusion Chromatography Analysis Toolkit (SECAT) elucidates protein complex dynamics using co-fractionated bottom-up mass spectrometry (CF-MS) data. Here, we present a protocol for the network-centric analysis and interpretation of CF-MS profiles using SECAT. We describe the technical steps for preprocessing, scoring, semi-supervised machine learning, and quantification, including common pitfalls and their solutions. We further provide guidance for data export, visualization, and the interpretation of SECAT results to discover dysregulated proteins and interactions, supporting new hypotheses and biological insights. For complete details on the use and execution of this protocol, please refer to Rosenberger et al. (2020).1",
        "author": [
            {
                "family": "Benjamin J. Bokor",
                "given": ""
            },
            {
                "family": "Darvesh Gorhe",
                "given": ""
            },
            {
                "family": "Marko Jovanovic",
                "given": ""
            },
            {
                "family": "George Rosenberger",
                "given": ""
            }
        ],
        "container-title": "STAR Protocols",
        "id": "bokor2023network",
        "issue": "2",
        "issued": {
            "date-parts": [
                [
                    "2023"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Network-centric analysis of co-fractionated protein complex profiles using SECAT",
        "type": "article",
        "volume": "4"
    },
    {
        "DOI": "10.1126/scisignal.2000316",
        "abstract": "Comparing the human phosphoproteome to that of flies, worms, and yeast reveals insight into evolution and disease. Insights into the evolution of protein phosphorylation were revealed by combining the results from two computational analyses—a sequence-alignment approach and a kinase-substrate network alignment approach. The two approaches yielded different, but somewhat overlapping, sets of conserved phosphoproteins among humans and the model organisms. The first provided a set of genes encoding phosphoproteins that had positionally conserved phosphorylation sites, whereas the second included many functionally conserved phosphoproteins that lacked this positional conservation. Enrichment analysis of the genes identified through the kinase-substrate network approach suggested that genes encoding phosphorylated signaling hubs were enriched in disease-associated genes (defined by Online Mendelian Inheritance in Man), and both approaches showed that genes encoding conserved phosphoproteins were enriched in genes associated with cancer. The functional annotation of the two gene sets suggested that positional conservation is common in regions that are structurally constrained, such as those regulated by allosteric interactions, and that the kinase-substrate network method may aid in analyzing fast-evolving signaling processes, where functional conservation does not require positional conservation. The analysis also suggests that conserved regulatory networks may be involved in different diseases. Protein kinases enable cellular information processing. Although numerous human phosphorylation sites and their dynamics have been characterized, the evolutionary history and physiological importance of many signaling events remain unknown. Using target phosphoproteomes determined with a similar experimental and computational pipeline, we investigated the conservation of human phosphorylation events in distantly related model organisms (fly, worm, and yeast). With a sequence-alignment approach, we identified 479 phosphorylation events in 344 human proteins that appear to be positionally conserved over ~600 million years of evolution and hence are likely to be involved in fundamental cellular processes. This sequence-alignment analysis suggested that many phosphorylation sites evolve rapidly and therefore do not display strong evolutionary conservation in terms of sequence position in distantly related organisms. Thus, we devised a network-alignment approach to reconstruct conserved kinase-substrate networks, which identified 778 phosphorylation events in 698 human proteins. Both methods identified proteins tightly regulated by phosphorylation as well as signal integration hubs, and both types of phosphoproteins were enriched in proteins encoded by disease-associated genes. We analyzed the cellular functions and structural relationships for these conserved signaling events, noting the incomplete nature of current phosphoproteomes. Assessing phosphorylation conservation at both site and network levels proved useful for exploring both fast-evolving and ancient signaling events. We reveal that multiple complex diseases seem to converge within the conserved networks, suggesting that disease development might rely on common molecular networks.",
        "author": [
            {
                "family": "Chris Soon Heng Tan ",
                "given": ""
            },
            {
                "family": "Bernd Bodenmiller ",
                "given": ""
            },
            {
                "family": "Adrian Pasculescu ",
                "given": ""
            },
            {
                "family": "Marko Jovanovic ",
                "given": ""
            },
            {
                "family": "Michael O. Hengartner ",
                "given": ""
            },
            {
                "family": "Claus Jørgensen ",
                "given": ""
            },
            {
                "family": "Gary D. Bader ",
                "given": ""
            },
            {
                "family": "Ruedi Aebersold ",
                "given": ""
            },
            {
                "family": "Tony Pawson ",
                "given": ""
            },
            {
                "family": "Rune Linding ",
                "given": ""
            }
        ],
        "container-title": "Science Signaling",
        "id": "tan2009comparative",
        "issue": "81",
        "issued": {
            "date-parts": [
                [
                    "2009"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Comparative Analysis Reveals Conserved Protein Phosphorylation Networks Implicated in Multiple Diseases",
        "type": "article",
        "volume": "2"
    },
    {
        "DOI": "https://doi.org/10.1016/j.cub.2007.05.024",
        "abstract": "Summary\nPhospholipids are distributed asymmetrically across the plasma-membrane bilayer of eukaryotic cells: Phosphatidylserine (PS), phosphatidylethanolamine, and phosphoinositides are predominantly restricted to the inner leaflet, whereas phophatidylcholine and sphingolipids are enriched on the outer leaflet 1, 2. Exposure of PS on the cell surface is a conserved feature of apoptosis and plays an important role in promoting the clearance of apoptotic cells by phagocytosis [3]. However, the molecular mechanism that drives PS exposure remains mysterious. To address this issue, we studied cell-surface changes during apoptosis in the nematode C. elegans. Here, we show that PS exposure can readily be detected on apoptotic C. elegans cells. We generated a transgenic strain expressing a GFP::Annexin V reporter to screen for genes required for this process. Although none of the known engulfment genes was required, RNAi knockdown of the putative aminophospholipid transporter gene tat-1 abrogated PS exposure on apoptotic cells. tat-1(RNAi) also reduced the efficiency of cell-corpse clearance, suggesting that PS exposure acts as an “eat-me” signal in worms. We propose that tat-1 homologs might also play an important role in PS exposure in mammals.",
        "author": [
            {
                "family": "Stephanie Züllig",
                "given": ""
            },
            {
                "family": "Lukas J. Neukomm",
                "given": ""
            },
            {
                "family": "Marko Jovanovic",
                "given": ""
            },
            {
                "family": "Steve J. Charette",
                "given": ""
            },
            {
                "family": "Nicholas N. Lyssenko",
                "given": ""
            },
            {
                "family": "Margaret S. Halleck",
                "given": ""
            },
            {
                "family": "Chris P.M. Reutelingsperger",
                "given": ""
            },
            {
                "family": "Robert A. Schlegel",
                "given": ""
            },
            {
                "family": "Michael O. Hengartner",
                "given": ""
            }
        ],
        "container-title": "Current Biology",
        "id": "zullig2007aminophospholipid",
        "issue": "11",
        "issued": {
            "date-parts": [
                [
                    "2007"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Aminophospholipid Translocase TAT-1 Promotes Phosphatidylserine Exposure during C. elegans Apoptosis",
        "type": "article",
        "volume": "17"
    },
    {
        "DOI": "10.1016/j.cell.2015.06.059",
        "abstract": "Finding the components of cellular circuits and determining their functions systematically remains a major challenge in mammalian cells. Here, we introduced genome-wide pooled CRISPR-Cas9 libraries into dendritic cells (DCs) to identify genes that control the induction of tumor necrosis factor (Tnf) by bacterial lipopolysaccharide (LPS), a key process in the host response to pathogens, mediated by the Tlr4 pathway. We found many of the known regulators of Tlr4 signaling, as well as dozens of previously unknown candidates that we validated. By measuring protein markers and mRNA profiles in DCs that are deficient in known or candidate genes, we classified the genes into three functional modules with distinct effects on the canonical responses to LPS and highlighted functions for the PAF complex and oligosaccharyltransferase (OST) complex. Our findings uncover new facets of innate immune circuits in primary cells and provide a genetic approach for dissection of mammalian cell circuits.",
        "author": [
            {
                "family": "Parnas",
                "given": "Oren"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Eisenhaure",
                "given": "Thomas M."
            },
            {
                "family": "Herbst",
                "given": "Rebecca H."
            },
            {
                "family": "Dixit",
                "given": "Atray"
            },
            {
                "family": "Ye",
                "given": "Chun Jimmie"
            },
            {
                "family": "Przybylski",
                "given": "Dariusz"
            },
            {
                "family": "Platt",
                "given": "Randall J."
            },
            {
                "family": "Tirosh",
                "given": "Itay"
            },
            {
                "family": "Sanjana",
                "given": "Neville E."
            },
            {
                "family": "Shalem",
                "given": "Ophir"
            },
            {
                "family": "Satija",
                "given": "Rahul"
            },
            {
                "family": "Raychowdhury",
                "given": "Raktima"
            },
            {
                "family": "Mertins",
                "given": "Philipp"
            },
            {
                "family": "Carr",
                "given": "Steven A."
            },
            {
                "family": "Zhang",
                "given": "Feng"
            },
            {
                "family": "Hacohen",
                "given": "Nir"
            },
            {
                "family": "Regev",
                "given": "Aviv"
            }
        ],
        "container-title": "Cell",
        "id": "parnas2015genome",
        "issue": "3",
        "issued": {
            "date-parts": [
                [
                    "2015"
                ]
            ]
        },
        "page": "",
        "source": "Elsevier",
        "title": "A Genome-wide CRISPR Screen in Primary Immune Cells to Dissect Regulatory Networks",
        "type": "article",
        "volume": "162"
    },
    {
        "DOI": "",
        "abstract": "",
        "author": [
            {
                "family": "Hengartner",
                "given": "Michael O"
            },
            {
                "family": "Jørgensen",
                "given": "Claus"
            },
            {
                "family": "Bader",
                "given": "Gary D"
            },
            {
                "family": "Aebersold",
                "given": "Ruedi"
            },
            {
                "family": "Tan",
                "given": "Tony Chris Soon Heng"
            },
            {
                "family": "Bodenmiller",
                "given": "Bernd"
            },
            {
                "family": "Pasculescu",
                "given": "Adrian"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            }
        ],
        "container-title": "",
        "id": "hengartnercomparative",
        "issue": "",
        "issued": {
            "date-parts": [
                [
                    "2009"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Comparative Analysis Reveals Conserved Protein Phosphorylation",
        "type": "article",
        "volume": ""
    },
    {
        "DOI": "10.1007/s11899-019-00530-y",
        "abstract": "To highlight recent results in targeting mRNA translation and discuss the results and prospects of translation inhibitors in cancer therapy.",
        "author": [
            {
                "family": "Pal",
                "given": "Ipsita"
            },
            {
                "family": "Safari",
                "given": "Maryam"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Bates",
                "given": "Susan E."
            },
            {
                "family": "Deng",
                "given": "Changchun"
            }
        ],
        "container-title": "Current Hematologic Malignancy Reports",
        "id": "pal2019targeting",
        "issue": "4",
        "issued": {
            "date-parts": [
                [
                    "2019"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Targeting Translation of mRNA as a Therapeutic Strategy in Cancer",
        "type": "article",
        "volume": "14"
    },
    {
        "DOI": "10.4049/jimmunol.204.Supp.152.17",
        "abstract": "Metabolic regulation has been recognized as a powerful principle guiding immune responses. Inflammatory macrophages undergo extensive metabolic rewiring marked by the production of substantial amounts of itaconate, which has recently been described as an immunoregulatory metabolite. Itaconate and its membrane-permeable derivative dimethyl itaconate (DI) selectively inhibit a subset of cytokines, including IL-6 and IL-12 but not TNF. The major effects of itaconate on cellular metabolism during macrophage activation have been attributed to the inhibition of succinate dehydrogenase, yet this inhibition alone is not sufficient to account for the pronounced immunoregulatory effects observed in the case of DI. Furthermore, the regulatory pathway responsible for such selective effects of itaconate and DI on the inflammatory program has not been defined. Here we show that itaconate and DI induce electrophilic stress, react with glutathione and subsequently induce both Nrf2 (also known as NFE2L2)-dependent and -independent responses. We find that electrophilic stress can selectively regulate secondary, but not primary, transcriptional responses to toll-like receptor stimulation via inhibition of IκBζ protein induction. The regulation of IκBζ is independent of Nrf2, and we identify ATF3 as its key mediator. The inhibitory effect is conserved across species and cell types, and the in vivo administration of DI can ameliorate IL-17-IκBζ-driven skin pathology in a mouse model of psoriasis, highlighting the therapeutic potential of this regulatory pathway. Our results demonstrate that targeting the DI-IκBζ regulatory axis could be an important new strategy for the treatment of IL-17-IκBζ-mediated autoimmune diseases.",
        "author": [
            {
                "family": "Bambouskova",
                "given": "Monika"
            },
            {
                "family": "Gorvel",
                "given": "Laurent"
            },
            {
                "family": "Lampropoulou",
                "given": "Vicky"
            },
            {
                "family": "Sergushichev",
                "given": "Alexey"
            },
            {
                "family": "Loginicheva",
                "given": "Ekaterina"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Klechevsky",
                "given": "Eynav"
            },
            {
                "family": "Stewart",
                "given": "Kelly M."
            },
            {
                "family": "Randolph",
                "given": "Gwendalyn J."
            },
            {
                "family": "Artyomov",
                "given": "Maxim N."
            }
        ],
        "container-title": "The Journal of Immunology",
        "id": "bambouskova2020electrophilic",
        "issue": "1_Supplement",
        "issued": {
            "date-parts": [
                [
                    "2020"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Electrophilic properties of itaconate regulating macrophage activation",
        "type": "article",
        "volume": "204"
    },
    {
        "DOI": "https://doi.org/10.1182/blood-2019-131816",
        "abstract": "Introduction: Dysregulated C-MYC signaling is associated with the pathogenesis and poor survival in aggressive lymphomas such as diffuse large B cell lymphoma (DLBCL). Despite intense investigation, direct inhibitors of C-MYC have not yet advanced to the clinic. Various structural elements, such as TOP (terminal oligopyrimidine tract) motif, guanine quartet (CGG) 4 motif, and polypurine sequences (AGAGAG), have been shown to impart high level of dependence on eukaryotic initiation factor 4F (eIF4F). The eIF4F is comprised of 3 subunits, including the mRNA 5ʹ-cap-binding subunit eIF4E, the large scaffolding subunit eIF4G, and the RNA helicase subunit eIF4A. In the current project, we have investigated targeting eIF4A as a novel therapeutic strategy in lymphoma. Pateamine A (PatA) is a natural product originally isolated from a New Zealand marine sponge, Mycale sp. DMDA-PatA, a first generation PatA analogue, has demonstrated in vivo activity in xenograft cancer models. DMDA-PatA acts by decreasing the interaction between eIF4A and eIF4G that specifically inhibits cap dependent translation. MZ-735 is a recently developed PatA analogue that is more potent than DMDA-PatA and less protein bound. Materials and Methods: MZ-735 was synthesized at the CPRIT Synthesis and Drug-Lead Discovery Laboratory at Baylor University. Cytotoxicity was evaluated in diffuse large B cell and Mantle cell lymphoma cell lines using CellTiter-Glo (Promega®). Western blot analysis was performed for the expressions of oncogenes. Global translation was determined using surface sensing of translation (SUnSET) assay and Polysome profile followed by Western blotting and qPCR. RNA sequencing (RNA-seq) was carried out on drug versus dimethyl sulfoxide (DMSO)-treated cells in DLBCL and MCL. An unbiased proteomics analysis was performed using TMT mass spectrometry. Omics data were analyzed by gene set enrichment analysis (GSEA) and Virtual Inference of Protein-activity by Enriched Regulon (VIPER) analysis. Results: MZ-735 were studied in 13 lymphoma cell lines. MZ-735 exhibited concentration- and time-dependent cytotoxicity in lymphoma cell lines at low nanomolar concentrations and showed minimal toxicity in normal PBMC cells. MZ-735 potently inhibits polysome formation, global protein synthesis and inhibits oncogene such as C-Myc and Cyclin D1 in DLBCL and MCL cells. An unbiased quantitative proteomics analysis was carried out to identify the immediate consequence of MZ-735 during a short exposure time of 3 hours. More than 5000 proteins were detected, of which 132 proteins were upregualated and 119 proteins were down regulated by more than twofold after MZ-735 treatment (P < 0.05; fold change, >2). Enrichment analysis suggested that Cancer hallmark proteins such as E2F target proteins, G2/M check point proteins and mitotic spindle proteins were highly enriched among these depleted proteins and the most affected downregulated pathways are cell cycle, cell division and chromosome segregation pathway. We are currently conducting RNAseq to determine whether the mRNA level change in the same or opposite direction as the protein level for any given gene across the genome. Furthermore, we will conduct proteomics and RNAseq in samples treated for longer time points, as the short exposure (3h) favors discovery of depleted proteins with very short half-lives. Conclusion: These results demonstrate that the PatA analogue MZ-735 can potently inhibit the translational apparatus in lymphoma. MZ-735 inhibits metabolic pathways required for cancer progression, leading to growth arrest and apoptosis in the lymphoma cells. MZ-735 and other eIF4A inhibitors represent a promising new class of anti-neoplastic agents, which may be particularly useful for silencing undruggable oncogenes such as C-MYC. Deep insights into the translational responses to eIF4A inhibitors at the single gene level will inform future development of this class of anti-neoplastic agents. \nDisclosures\nO'Connor: Allos Therapeutics: Consultancy; Acetylon Pharma: Other: Travel expenses, Research Funding; Celgene: Research Funding; Millenium: Consultancy, Honoraria, Other: Travel expenses, Research Funding; Mundipharma: Consultancy, Honoraria, Other: Travel expenses, Research Funding; Novartis: Consultancy, Honoraria; Roche: Research Funding; Seattle Genetics, Inc.: Consultancy, Other: Travel expenses, Research Funding; Spectrum Pharma: Consultancy, Other: Travel expenses, Research Funding.",
        "author": [
            {
                "family": "Ipsita Pal",
                "given": ""
            },
            {
                "family": "Yu Ri Kim",
                "given": ""
            },
            {
                "family": "Sohani {Das Sharma}",
                "given": ""
            },
            {
                "family": "Prabhjot S. Mundi",
                "given": ""
            },
            {
                "family": "Andre M. Grilo",
                "given": ""
            },
            {
                "family": "Luke E Berchowitz",
                "given": ""
            },
            {
                "family": "Mingzhao Zhu",
                "given": ""
            },
            {
                "family": "Hull G. Kenneth",
                "given": ""
            },
            {
                "family": "Daniel Romo",
                "given": ""
            },
            {
                "family": "Owen O'Connor",
                "given": ""
            },
            {
                "family": "Marko Jovanovic",
                "given": ""
            },
            {
                "family": "Changchun Deng",
                "given": ""
            }
        ],
        "container-title": "Blood",
        "id": "pal2019targeting",
        "issue": "",
        "issued": {
            "date-parts": [
                [
                    "2019"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Targeting eIF4A Using MZ-735 Potently Induces Cell Death in Lymphoma Cells and Rapidly Represses mRNA Translation at the Global Level and in C-MYC and Other Oncogenes",
        "type": "article",
        "volume": "134"
    },
    {
        "DOI": "10.1016/j.cell.2014.09.014",
        "abstract": "CRISPR-Cas9 is a versatile genome editing technology for studying the functions of genetic elements. To broadly enable the application of Cas9 in vivo, we established a Cre-dependent Cas9 knockin mouse. We demonstrated in vivo as well as ex vivo genome editing using adeno-associated virus (AAV)-, lentivirus-, or particle-mediated delivery of guide RNA in neurons, immune cells, and endothelial cells. Using these mice, we simultaneously modeled the dynamics of KRAS, p53, and LKB1, the top three significantly mutated genes in lung adenocarcinoma. Delivery of a single AAV vector in the lung generated loss-of-function mutations in p53 and Lkb1, as well as homology-directed repair-mediated KrasG12D mutations, leading to macroscopic tumors of adenocarcinoma pathology. Together, these results suggest that Cas9 mice empower a wide range of biological and disease modeling applications.",
        "author": [
            {
                "family": "Platt",
                "given": "Randall J."
            },
            {
                "family": "Chen",
                "given": "Sidi"
            },
            {
                "family": "Zhou",
                "given": "Yang"
            },
            {
                "family": "Yim",
                "given": "Michael J."
            },
            {
                "family": "Swiech",
                "given": "Lukasz"
            },
            {
                "family": "Kempton",
                "given": "Hannah R."
            },
            {
                "family": "Dahlman",
                "given": "James E."
            },
            {
                "family": "Parnas",
                "given": "Oren"
            },
            {
                "family": "Eisenhaure",
                "given": "Thomas M."
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Graham",
                "given": "Daniel B."
            },
            {
                "family": "Jhunjhunwala",
                "given": "Siddharth"
            },
            {
                "family": "Heidenreich",
                "given": "Matthias"
            },
            {
                "family": "Xavier",
                "given": "Ramnik J."
            },
            {
                "family": "Langer",
                "given": "Robert"
            },
            {
                "family": "Anderson",
                "given": "Daniel G."
            },
            {
                "family": "Hacohen",
                "given": "Nir"
            },
            {
                "family": "Regev",
                "given": "Aviv"
            },
            {
                "family": "Feng",
                "given": "Guoping"
            },
            {
                "family": "Sharp",
                "given": "Phillip A."
            },
            {
                "family": "Zhang",
                "given": "Feng"
            }
        ],
        "container-title": "Cell",
        "id": "platt2014crispr",
        "issue": "2",
        "issued": {
            "date-parts": [
                [
                    "2014"
                ]
            ]
        },
        "page": "",
        "source": "Elsevier",
        "title": "CRISPR-Cas9 Knockin Mice for Genome Editing and Cancer Modeling",
        "type": "article",
        "volume": "159"
    },
    {
        "DOI": "10.1371/journal.pbio.1000048",
        "abstract": "The nematode Caenorhabditis elegans is a popular model system in genetics, not least because a majority of human disease genes are conserved in C. elegans. To generate a comprehensive inventory of its expressed proteome, we performed extensive shotgun proteomics and identified more than half of all predicted C. elegans proteins. This allowed us to confirm and extend genome annotations, characterize the role of operons in C. elegans, and semiquantitatively infer abundance levels for thousands of proteins. Furthermore, for the first time to our knowledge, we were able to compare two animal proteomes (C. elegans and Drosophila melanogaster). We found that the abundances of orthologous proteins in metazoans correlate remarkably well, better than protein abundance versus transcript abundance within each organism or transcript abundances across organisms; this suggests that changes in transcript abundance may have been partially offset during evolution by opposing changes in protein abundance.",
        "author": [
            {
                "family": "Schrimpf",
                "given": "Sabine P AND WeissManuel AND ReiterLukas AND AhrensChristian H AND JovanovicMarko AND MalmströmJohan AND BrunnerErich AND MohantySonali AND LercherMartin J AND HunzikerPeter E AND AebersoldRuedi AND von MeringChristian AND HengartnerMichael O"
            }
        ],
        "container-title": "PLOS Biology",
        "id": "schrimpf2009comparative",
        "issue": "3",
        "issued": {
            "date-parts": [
                [
                    "2009"
                ]
            ]
        },
        "page": "",
        "source": "Public Library of Science",
        "title": "Comparative Functional Analysis of the Caenorhabditis elegans and Drosophila melanogaster Proteomes",
        "type": "article",
        "volume": "7"
    },
    {
        "DOI": "10.1101/gr.183160.114",
        "abstract": "In animals, microRNAs frequently form families with related sequences. The functional relevance of miRNA families and the relative contribution of family members to target repression have remained, however, largely unexplored. Here, we used the Caenorhabditis elegans miR-58 miRNA family, composed primarily of the four highly abundant members miR-58.1, miR-80, miR-81, and miR-82, as a model to investigate the redundancy of miRNA family members and their impact on target expression in an in vivo setting. We found that miR-58 family members repress largely overlapping sets of targets in a predominantly additive fashion. Progressive deletions of miR-58 family members lead to cumulative up-regulation of target protein and RNA levels. Phenotypic defects could only be observed in the family quadruple mutant, which also showed the strongest change in target protein levels. Interestingly, although the seed sequences of miR-80 and miR-58.1 differ in a single nucleotide, predicted canonical miR-80 targets were efficiently up-regulated in the mir-58.1 single mutant, indicating functional redundancy of distinct members of this miRNA family. At the aggregate level, target binding leads mainly to mRNA degradation, although we also observed some degree of translational inhibition, particularly in the single miR-58 family mutants. These results provide a framework for understanding how miRNA family members interact to regulate target mRNAs.",
        "author": [
            {
                "family": "Subasic",
                "given": "Deni"
            },
            {
                "family": "Brümmer",
                "given": "Anneke"
            },
            {
                "family": "Wu",
                "given": "Yibo"
            },
            {
                "family": "Pinto",
                "given": "Sérgio Morgado"
            },
            {
                "family": "Imig",
                "given": "Jochen"
            },
            {
                "family": "Keller",
                "given": "Martin"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Lightfoot",
                "given": "Helen Louise"
            },
            {
                "family": "Nasso",
                "given": "Sara"
            },
            {
                "family": "Goetze",
                "given": "Sandra"
            },
            {
                "family": "Brunner",
                "given": "Erich"
            },
            {
                "family": "Hall",
                "given": "Jonathan"
            },
            {
                "family": "Aebersold",
                "given": "Ruedi"
            },
            {
                "family": "Zavolan",
                "given": "Mihaela"
            },
            {
                "family": "Hengartner",
                "given": "Michael O."
            }
        ],
        "container-title": "Genome Research",
        "id": "subasic2015cooperative",
        "issue": "11",
        "issued": {
            "date-parts": [
                [
                    "2015"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Cooperative target mRNA destabilization and translation inhibition by miR-58 microRNA family in C. elegans",
        "type": "article",
        "volume": "25"
    },
    {
        "DOI": "10.1101/gad.333997.119",
        "abstract": "The kinetochore complex is a conserved machinery that connects chromosomes to spindle microtubules. During meiosis, the kinetochore is restructured to accommodate a specialized chromosome segregation pattern. In budding yeast, meiotic kinetochore remodeling is mediated by the temporal changes in the abundance of a single subunit called Ndc80. We previously described the regulatory events that control the timely synthesis of Ndc80. Here, we report that Ndc80 turnover is also tightly regulated in meiosis: Ndc80 degradation is active in meiotic prophase, but not in metaphase I. Ndc80 degradation depends on the ubiquitin ligase APCAma1 and is mediated by the proteasome. Importantly, Aurora B-dependent Ndc80 phosphorylation, a mark that has been previously implicated in correcting erroneous microtubule–kinetochore attachments, is essential for Ndc80 degradation in a microtubule-independent manner. The N terminus of Ndc80, including a 27-residue sequence and Aurora B phosphorylation sites, is both necessary and sufficient for kinetochore protein degradation. Finally, defects in Ndc80 turnover predispose meiotic cells to chromosome mis-segregation. Our study elucidates the mechanism by which meiotic cells modulate their kinetochore composition through regulated Ndc80 degradation, and demonstrates that Aurora B-dependent regulation of kinetochores extends beyond altering microtubule attachments.",
        "author": [
            {
                "family": "Chen",
                "given": "Jingxun"
            },
            {
                "family": "Liao",
                "given": "Andrew"
            },
            {
                "family": "Powers",
                "given": "Emily N."
            },
            {
                "family": "Liao",
                "given": "Hanna"
            },
            {
                "family": "Kohlstaedt",
                "given": "Lori A."
            },
            {
                "family": "Evans",
                "given": "Rena"
            },
            {
                "family": "Holly",
                "given": "Ryan M."
            },
            {
                "family": "Kim",
                "given": "Jenny Kim"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Ünal",
                "given": "Elçin"
            }
        ],
        "container-title": "Genes & Development",
        "id": "chen2020aurora",
        "issue": "3-4",
        "issued": {
            "date-parts": [
                [
                    "2020"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Aurora B-dependent Ndc80 degradation regulates kinetochore composition in meiosis",
        "type": "article",
        "volume": "34"
    },
    {
        "DOI": "",
        "abstract": "",
        "author": [
            {
                "family": "C. Zheng",
                "given": ""
            },
            {
                "family": "X. Li",
                "given": ""
            },
            {
                "family": "E. Laczko",
                "given": ""
            },
            {
                "family": "M. Elvin",
                "given": ""
            },
            {
                "family": "G. Poulin",
                "given": ""
            },
            {
                "family": "L.B. Snoek",
                "given": ""
            },
            {
                "family": "J.E. Kammenga",
                "given": ""
            },
            {
                "family": "M. Jovanovic",
                "given": ""
            },
            {
                "family": "S. Schrimpf",
                "given": ""
            },
            {
                "family": "M. Hengartner",
                "given": ""
            }
        ],
        "container-title": "",
        "id": "zheng2011quantitative",
        "issue": "",
        "issued": {
            "date-parts": [
                [
                    "2011"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Quantitative pathway analysis of natural variation in complex disease signaling in C. elegans",
        "type": "conference",
        "volume": ""
    },
    {
        "DOI": "10.1016/j.celrep.2018.12.008",
        "abstract": "Protein degradation is known to be a key component of expression regulation for individual genes, but its global impact on gene expression has been difficult to determine. We analyzed a parallel gene expression dataset of yeast meiotic differentiation, identifying instances of coordinated protein-level decreases to identify new cases of regulated meiotic protein degradation, including of ribosomes and targets of the meiosis-specific anaphase-promoting complex adaptor Ama1. Comparison of protein and translation measurements over time also revealed that, although meiotic cells are capable of synthesizing protein complex members at precisely matched levels, they typically do not. Instead, the members of most protein complexes are synthesized imprecisely, but their protein levels are matched, indicating that wild-type eukaryotic cells routinely use post-translational adjustment of protein complex partner levels to achieve proper stoichiometry. Outlier cases, in which specific complex components show divergent protein-level trends, suggest timed regulation of these complexes.",
        "author": [
            {
                "family": "Eisenberg",
                "given": "Amy Rose"
            },
            {
                "family": "Higdon",
                "given": "Andrea"
            },
            {
                "family": "Keskin",
                "given": "Abdurrahman"
            },
            {
                "family": "Hodapp",
                "given": "Stefanie"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Brar",
                "given": "Gloria Ann"
            }
        ],
        "container-title": "Cell Reports",
        "id": "eisenberg2018precise",
        "issue": "13",
        "issued": {
            "date-parts": [
                [
                    "2018"
                ]
            ]
        },
        "page": "",
        "source": "Elsevier",
        "title": "Precise Post-translational Tuning Occurs for Most Protein Complex Components during Meiosis",
        "type": "article",
        "volume": "25"
    },
    {
        "DOI": "10.1016/j.cell.2018.02.036",
        "abstract": "Blood cell formation is classically thought to occur through a hierarchical differentiation process, although recent studies have shown that lineage commitment may occur earlier in hematopoietic stem and progenitor cells (HSPCs). The relevance to human blood diseases and the underlying regulation of these refined models remain poorly understood. By studying a genetic blood disorder, Diamond-Blackfan anemia (DBA), where the majority of mutations affect ribosomal proteins and the erythroid lineage is selectively perturbed, we are able to gain mechanistic insight into how lineage commitment is programmed normally and disrupted in disease. We show that in DBA, the pool of available ribosomes is limited, while ribosome composition remains constant. Surprisingly, this global reduction in ribosome levels more profoundly alters translation of a select subset of transcripts. We show how the reduced translation of select transcripts in HSPCs can impair erythroid lineage commitment, illuminating a regulatory role for ribosome levels in cellular differentiation.",
        "author": [
            {
                "family": "Khajuria",
                "given": "Rajiv K."
            },
            {
                "family": "Munschauer",
                "given": "Mathias"
            },
            {
                "family": "Ulirsch",
                "given": "Jacob C."
            },
            {
                "family": "Fiorini",
                "given": "Claudia"
            },
            {
                "family": "Ludwig",
                "given": "Leif S."
            },
            {
                "family": "McFarland",
                "given": "Sean K."
            },
            {
                "family": "Abdulhay",
                "given": "Nour J."
            },
            {
                "family": "Specht",
                "given": "Harrison"
            },
            {
                "family": "Keshishian",
                "given": "Hasmik"
            },
            {
                "family": "Mani",
                "given": "D. R."
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Ellis",
                "given": "Steven R."
            },
            {
                "family": "Fulco",
                "given": "Charles P."
            },
            {
                "family": "Engreitz",
                "given": "Jesse M."
            },
            {
                "family": "Schütz",
                "given": "Sabina"
            },
            {
                "family": "Lian",
                "given": "John"
            },
            {
                "family": "Gripp",
                "given": "Karen W."
            },
            {
                "family": "Weinberg",
                "given": "Olga K."
            },
            {
                "family": "Pinkus",
                "given": "Geraldine S."
            },
            {
                "family": "Gehrke",
                "given": "Lee"
            },
            {
                "family": "Regev",
                "given": "Aviv"
            },
            {
                "family": "Lander",
                "given": "Eric S."
            },
            {
                "family": "Gazda",
                "given": "Hanna T."
            },
            {
                "family": "Lee",
                "given": "Winston Y."
            },
            {
                "family": "Panse",
                "given": "Vikram G."
            },
            {
                "family": "Carr",
                "given": "Steven A."
            },
            {
                "family": "Sankaran",
                "given": "Vijay G."
            }
        ],
        "container-title": "Cell",
        "id": "khajuria2018ribosome",
        "issue": "1",
        "issued": {
            "date-parts": [
                [
                    "2018"
                ]
            ]
        },
        "page": "",
        "source": "Elsevier",
        "title": "Ribosome Levels Selectively Regulate Translation and Lineage Commitment in Human Hematopoiesis",
        "type": "article",
        "volume": "173"
    },
    {
        "DOI": "10.1101/gr.133330.111",
        "abstract": "MicroRNAs (miRNAs) are small, noncoding RNAs that negatively regulate gene expression. As miRNAs are involved in a wide range of biological processes and diseases, much effort has been invested in identifying their mRNA targets. Here, we present a novel combinatorial approach, RIP-chip-SRM (RNA-binding protein immunopurification + microarray + targeted protein quantification via selected reaction monitoring), to identify de novo high-confidence miRNA targets in the nematode Caenorhabditis elegans. We used differential RIP-chip analysis of miRNA-induced silencing complexes from wild-type and miRNA mutant animals, followed by quantitative targeted proteomics via selected reaction monitoring to identify and validate mRNA targets of the C. elegans bantam homolog miR-58. Comparison of total mRNA and protein abundance changes in mir-58 mutant and wild-type animals indicated that the direct bantam/miR-58 targets identified here are mainly regulated at the level of protein abundance, not mRNA stability.",
        "author": [
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Reiter",
                "given": "Lukas"
            },
            {
                "family": "Clark",
                "given": "Alejandra"
            },
            {
                "family": "Weiss",
                "given": "Manuel"
            },
            {
                "family": "Picotti",
                "given": "Paola"
            },
            {
                "family": "Rehrauer",
                "given": "Hubert"
            },
            {
                "family": "Frei",
                "given": "Andreas"
            },
            {
                "family": "Neukomm",
                "given": "Lukas J."
            },
            {
                "family": "Kaufman",
                "given": "Ethan"
            },
            {
                "family": "Wollscheid",
                "given": "Bernd"
            },
            {
                "family": "Simard",
                "given": "Martin J."
            },
            {
                "family": "Miska",
                "given": "Eric A."
            },
            {
                "family": "Aebersold",
                "given": "Ruedi"
            },
            {
                "family": "Gerber",
                "given": "André P."
            },
            {
                "family": "Hengartner",
                "given": "Michael O."
            }
        ],
        "container-title": "Genome Research",
        "id": "jovanovicnew",
        "issue": "7",
        "issued": {
            "date-parts": [
                [
                    "2012"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "RIP-chip-SRM—a new combinatorial large-scale approach identifies a set of translationally regulated bantam/miR-58 targets in C. elegans",
        "type": "article",
        "volume": "22"
    },
    {
        "DOI": "10.1038/s41586-018-0052-z",
        "abstract": "Metabolic regulation has been recognized as a powerful principle guiding immune responses. Inflammatory macrophages undergo extensive metabolic rewiring1marked by the production of substantial amounts of itaconate, which has recently been described as an immunoregulatory metabolite2. Itaconate and its membrane-permeable derivative dimethyl itaconate (DI) selectively inhibit a subset of cytokines2, including IL-6 and IL-12 but not TNF. The major effects of itaconate on cellular metabolism during macrophage activation have been attributed to the inhibition of succinate dehydrogenase2,3, yet this inhibition alone is not sufficient to account for the pronounced immunoregulatory effects observed in the case of DI. Furthermore, the regulatory pathway responsible for such selective effects of itaconate and DI on the inflammatory program has not been defined. Here we show that itaconate and DI induce electrophilic stress, react with glutathione and subsequently induce both Nrf2 (also known as NFE2L2)-dependent and -independent responses. We find that electrophilic stress can selectively regulate secondary, but not primary, transcriptional responses to toll-like receptor stimulation via inhibition of IκBζprotein induction. The regulation of IκBζis independent of Nrf2, and we identify ATF3 as its key mediator. The inhibitory effect is conserved across species and cell types, and the in vivo administration of DI can ameliorate IL-17--IκBζ-driven skin pathology in a mouse model of psoriasis, highlighting the therapeutic potential of this regulatory pathway. Our results demonstrate that targeting the DI--IκBζregulatory axis could be an important new strategy for the treatment of IL-17--IκBζ-mediated autoimmune diseases.",
        "author": [
            {
                "family": "Bambouskova",
                "given": "Monika"
            },
            {
                "family": "Gorvel",
                "given": "Laurent"
            },
            {
                "family": "Lampropoulou",
                "given": "Vicky"
            },
            {
                "family": "Sergushichev",
                "given": "Alexey"
            },
            {
                "family": "Loginicheva",
                "given": "Ekaterina"
            },
            {
                "family": "Johnson",
                "given": "Kendall"
            },
            {
                "family": "Korenfeld",
                "given": "Daniel"
            },
            {
                "family": "Mathyer",
                "given": "Mary Elizabeth"
            },
            {
                "family": "Kim",
                "given": "Hyeryun"
            },
            {
                "family": "Huang",
                "given": "Li-Hao"
            },
            {
                "family": "Duncan",
                "given": "Dustin"
            },
            {
                "family": "Bregman",
                "given": "Howard"
            },
            {
                "family": "Keskin",
                "given": "Abdurrahman"
            },
            {
                "family": "Santeford",
                "given": "Andrea"
            },
            {
                "family": "Apte",
                "given": "Rajendra S."
            },
            {
                "family": "Sehgal",
                "given": "Raghav"
            },
            {
                "family": "Johnson",
                "given": "Britney"
            },
            {
                "family": "Amarasinghe",
                "given": "Gaya K."
            },
            {
                "family": "Soares",
                "given": "Miguel P."
            },
            {
                "family": "Satoh",
                "given": "Takashi"
            },
            {
                "family": "Akira",
                "given": "Shizuo"
            },
            {
                "family": "Hai",
                "given": "Tsonwin"
            },
            {
                "family": "de Guzman Strong",
                "given": "Cristina"
            },
            {
                "family": "Auclair",
                "given": "Karine"
            },
            {
                "family": "Roddy",
                "given": "Thomas P."
            },
            {
                "family": "Biller",
                "given": "Scott A."
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Klechevsky",
                "given": "Eynav"
            },
            {
                "family": "Stewart",
                "given": "Kelly M."
            },
            {
                "family": "Randolph",
                "given": "Gwendalyn J."
            },
            {
                "family": "Artyomov",
                "given": "Maxim N."
            }
        ],
        "container-title": "Nature",
        "id": "bambouskova2018electrophilic",
        "issue": "7702",
        "issued": {
            "date-parts": [
                [
                    "2018"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Electrophilic properties of itaconate and derivatives regulate the IκBζ--ATF3 inflammatory axis",
        "type": "article",
        "volume": "556"
    },
    {
        "DOI": "https://doi.org/10.1182/blood-2019-129528",
        "abstract": "Introduction: As an oncoprotein and a transcription factor, C-MYC has been extensively validated as a key driver in many cancers such as Diffuse large B cell lymphoma (DLBCL). C-MYC has been intensely investigated as a therapeutic target in preclinical models. However, no drugs have been successfully developed to target c-Myc, and the c-Myc oncoprotein has been recognized as undruggable. Recent data from our lab and others suggest that the translation of C-MYC and some other oncogenes may be preferentially repressed using inhibitors of the translation apparatus. Translation can be divided into three steps, namely translational initiation, elongation and termination. Translational initiation involves various kinases that stimulate phosphorylation of the eukaryotic initiation factor 4E (eIF4E)-binding proteins (4E-BP) such as 4E-BP1. In its hypo-phosphorylated state 4E-BP1 sequesters eIF4E and acts as a “brake” for translational initiation. mTORC1 has been established as a key activator for hyper-phosphorylation of 4E-BP1. Hyper-phosphorylation of 4E-BP1 allows the release of eIF4E for the assembly of the eukaryotic initiation factor 4F (eIF4F) complex. eIF4F is comprised of 3 subunits, including the mRNA 5ʹ-cap-binding subunit eIF4E, the large scaffolding subunit eIF4G, and the RNA helicase subunit eIF4A. Subsequently, the 40S and 60S ribosomes are assembled on the AUG start codon of mRNA and translational elongation proceeds along the polysomes. Despite the extensive fund of knowledge in translation, there has been limited success in targeting translation as a therapeutic option for cancers. Omacetaxine mepesuccinate (homo-harringtonine) is approved for the treatment of chronic myeloid leukemia (CML), using the mechanism of competing for aminoacyl-tRNA thereby inhibiting translational elongation. No other translation inhibitors have been approved. Insights into novel regulators of translation will be key to successful development of drugs targeting translation for the treatment of cancers. Such drugs may be particularly useful for cancers driven by translationally regulated oncogenes such as C-MYC. Materials and Methods: Gene knockout of molecular targets such as CK1δ was done using CRISPR/Cas9. Assembly of eIF4F was determined by cap-binding assay using m7GTP Sepharose beads. Global and gene-specific translation was determined using (a) surface sensing of translation (SUnSET) assay and (b) polysome profile followed by Western blotting and qPCR. To further investigate the mode of the action and the effect on the translation, we are conducting an unbiased, proteome-wide experiment and RNA-seq studies in 2 cell lines representing DLBCL and MCL. We will determine the binding partners of CK1δ using co-immunoprecipitation followed by LC-MS. Finally, we determined in vitro the pharmacological activity of CK1δ inhibitors using the Cell Titer Glo assay and Annexin V assay; and their in vivo activity is being studied using mouse models of human lymphoma xenografts. Results: Knocking down CK1δ led to marked reduction in the phosphorylation of 4E-BP1 and translational initiation. CK1δ inhibitors phenocopied the effects of CK1δ knockdown on 4E-BP1 or eIF4F, and profoundly inhibited mRNA translation, as demonstrated using the polysome profiling and SUnSET assays. CK1δ inhibitors inhibited the translation of important oncogenes including C-MYC, CCND1, and MDM2 in lymphoma cells. CK1δ inhibitors potently induced cell death in a number of human lymphoma cell lines such as DLBCL and mantle cell lymphoma (MCL). We expect to complete and present the in vivo and omics studies by the time of the ASH meeting in December. Conclusion: Our results suggest that CK1δ is a key regulator of translation and a promising druggable target in lymphoma. CK1δ inhibitors, if successfully developed, will represent a new class of antineoplastic drugs with a completely new mechanism of action. Figure\nDisclosures\nAli: VOR Biopharma: Patents & Royalties. O'Connor: Acetylon Pharma: Other: Travel expenses, Research Funding; Allos Therapeutics: Consultancy; Millenium: Consultancy, Honoraria, Other: Travel expenses, Research Funding; Mundipharma: Consultancy, Honoraria, Other: Travel expenses, Research Funding; Seattle Genetics, Inc.: Consultancy, Other: Travel expenses, Research Funding; Spectrum Pharma: Consultancy, Other: Travel expenses, Research Funding; Celgene: Research Funding; Novartis: Consultancy, Honoraria; Roche: Research Funding.",
        "author": [
            {
                "family": "Ipsita Pal",
                "given": ""
            },
            {
                "family": "Sohani {Das Sharma}",
                "given": ""
            },
            {
                "family": "Andre M. Grilo",
                "given": ""
            },
            {
                "family": "Prabhjot S. Mundi",
                "given": ""
            },
            {
                "family": "Luigi Scotto",
                "given": ""
            },
            {
                "family": "Abdullah Mahmood Ali",
                "given": ""
            },
            {
                "family": "Luke E Berchowitz",
                "given": ""
            },
            {
                "family": "Siddhartha Mukherjee",
                "given": ""
            },
            {
                "family": "Owen O'Connor",
                "given": ""
            },
            {
                "family": "Marko Jovanovic",
                "given": ""
            },
            {
                "family": "Changchun Deng",
                "given": ""
            }
        ],
        "container-title": "Blood",
        "id": "pal2019casein",
        "issue": "",
        "issued": {
            "date-parts": [
                [
                    "2019"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Casein Kinase 1 Delta Is a Novel Regulator of mRNA Translation and Druggable Target in Aggressive Lymphomas",
        "type": "article",
        "volume": "134"
    },
    {
        "DOI": "10.1128/jb.00009-20",
        "abstract": " \nThe formation of ribosome dimers during periods of dormancy is widespread among bacteria. Dimerization is typically mediated by a single protein, hibernation-promoting factor (HPF). Bacteria lacking HPF exhibit strong defects in viability and pathogenesis and, in some species, extreme loss of rRNA. The mechanistic basis of these phenotypes has not been determined. Here, we report that HPF from the Gram-positive bacterium Bacillus subtilis preserves ribosomes by preventing the loss of essential ribosomal proteins at the dimer interface. This protection may explain phenotypes associated with the loss of HPF, since ribosome protection would aid survival during nutrient limitation and impart a strong selective advantage when the bacterial cell rapidly reinitiates growth in the presence of sufficient nutrients.\nABSTRACT \nWhen nutrients become scarce, bacteria can enter an extended state of quiescence. A major challenge of this state is how to preserve ribosomes for the return to favorable conditions. Here, we show that the ribosome dimerization protein hibernation-promoting factor (HPF) functions to protect essential ribosomal proteins. Ribosomes isolated from strains lacking HPF (Δhpf) or encoding a mutant allele of HPF that binds the ribosome but does not mediate dimerization were substantially depleted of the small subunit proteins S2 and S3. Strikingly, these proteins are located directly at the ribosome dimer interface. We used single-particle cryo-electron microscopy (cryo-EM) to further characterize these ribosomes and observed that a high percentage of ribosomes were missing S2, S3, or both. These data support a model in which the ribosome dimerization activity of HPF evolved to protect labile proteins that are essential for ribosome function. HPF is almost universally conserved in bacteria, and HPF deletions in diverse species exhibit decreased viability during starvation. Our data provide mechanistic insight into this phenotype and establish a mechanism for how HPF protects ribosomes during quiescence.\nIMPORTANCE The formation of ribosome dimers during periods of dormancy is widespread among bacteria. Dimerization is typically mediated by a single protein, hibernation-promoting factor (HPF). Bacteria lacking HPF exhibit strong defects in viability and pathogenesis and, in some species, extreme loss of rRNA. The mechanistic basis of these phenotypes has not been determined. Here, we report that HPF from the Gram-positive bacterium Bacillus subtilis preserves ribosomes by preventing the loss of essential ribosomal proteins at the dimer interface. This protection may explain phenotypes associated with the loss of HPF, since ribosome protection would aid survival during nutrient limitation and impart a strong selective advantage when the bacterial cell rapidly reinitiates growth in the presence of sufficient nutrients.",
        "author": [
            {
                "family": "Feaga",
                "given": "Heather A"
            },
            {
                "family": "Kopylov",
                "given": "Mykhailo"
            },
            {
                "family": "Kim",
                "given": "Jenny Kim"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Dworkin",
                "given": "Jonathan"
            }
        ],
        "container-title": "Journal of Bacteriology",
        "id": "feaga2020ribosome",
        "issue": "10",
        "issued": {
            "date-parts": [
                [
                    "2020"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Ribosome Dimerization Protects the Small Subunit",
        "type": "article",
        "volume": "202"
    },
    {
        "DOI": "10.1074/mcp.M900317-MCP200",
        "abstract": "Comprehensive characterization of a proteome is a fundamental goal in proteomics. To achieve saturation coverage of a proteome or specific subproteome via tandem mass spectrometric identification of tryptic protein sample digests, proteomics data sets are growing dramatically in size and heterogeneity. The trend toward very large integrated data sets poses so far unsolved challenges to control the uncertainty of protein identifications going beyond well established confidence measures for peptide-spectrum matches. We present MAYU, a novel strategy that reliably estimates false discovery rates for protein identifications in large scale data sets. We validated and applied MAYU using various large proteomics data sets. The data show that the size of the data set has an important and previously underestimated impact on the reliability of protein identifications. We particularly found that protein false discovery rates are significantly elevated compared with those of peptide-spectrum matches. The function provided by MAYU is critical to control the quality of proteome data repositories and thereby to enhance any study relying on these data sources. The MAYU software is available as standalone software and also integrated into the Trans-Proteomic Pipeline.",
        "author": [
            {
                "family": "Reiter",
                "given": "Lukas"
            },
            {
                "family": "Claassen",
                "given": "Manfred"
            },
            {
                "family": "Schrimpf",
                "given": "Sabine P."
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Schmidt",
                "given": "Alexander"
            },
            {
                "family": "Buhmann",
                "given": "Joachim M."
            },
            {
                "family": "Hengartner",
                "given": "Michael O."
            },
            {
                "family": "Aebersold",
                "given": "Ruedi"
            }
        ],
        "container-title": "Molecular & Cellular Proteomics",
        "id": "reiter2009protein",
        "issue": "11",
        "issued": {
            "date-parts": [
                [
                    "2009"
                ]
            ]
        },
        "page": "",
        "source": "Elsevier",
        "title": "Protein Identification False Discovery Rates for Very Large Proteomics Data Sets Generated by Tandem Mass Spectrometry *$^{}$",
        "type": "article",
        "volume": "8"
    },
    {
        "DOI": "10.1101/2020.02.20.955229",
        "abstract": "Whether translation is differentially regulated across liquid and solid tumors remains poorly understood. Here we report the discovery that Casein Kinase 1 delta (CK1δ) plays a key role in regulating translation initiation in blood cancers, but interestingly, not in solid tumors. In lymphomas CK1δ is a key positive regulator of 4E-BP1 and p70S6K phosphorylation, assembly of eIF4F, and translation initiation. Furthermore, CK1δ is pulled down by m7GTP-agarose that mimics the mRNA m7G cap, consistent with the regulatory role of CK1δ in translation initiation. Targeting CK1δ using a small molecule inhibitor, namely SR-3029, potently kills lymphoma cell lines and primary lymphoma cells across histology subtypes. While SR-3029 shares with mTORC1 inhibitors the overlapping mechanism of repressing 4E-BP1 and p70S6K/RPS6 phosphorylation, the kinetics of repression is slow with SR-3029 and fast with mTORC1 inhibitors such as Torin-1. Remarkably, it is slower-acting SR-3029, but not fast-acting Torin-1, that kills lymphoma cells consistently across multiple histology subtypes. Proteomics and RNA sequencing studies show that SR-3029 represses the expression of many genes preferentially at the translation step, such as genes in the reactome translation initiation pathway. SR-3029 markedly represses the protein level of the C-MYC oncogene without decreasing its mRNA level. In contrast, Torin-1 fails to reduce the protein level of C-MYC in the same lymphoma cells. While SR-3029 also demonstrates potent activity in select solid tumors, its mechanism of action in the solid tumors is different. In breast cancer cells SR-3029 inhibits nuclear localization of β-catenin but at the same concentrations does not inhibit 4E-BP1 and p70S6K phosphorylation or global protein synthesis. Likewise, SR-3029 does not inhibit nuclear localization of β-catenin in lymphoma cells. Our results indicate that CK1δ is an mRNA cap-associated protein and an upstream kinase required for 4E-BP1 and p70S6K phosphorylation. CK1δ stimulates assembly of eIF4F and translation initiation, and is a critical driver for tumor growth in blood cancers across multiple histology types. CK1δ invokes the alternative mechanism of regulating β-catenin in select solid tumors. Our results indicate that CK1δ inhibition is a promising therapeutic strategy in both liquid and solid tumors, and the distinct roles of CK1δ in these malignancies may serve as biomarkers to enable precision cancer treatment.",
        "author": [
            {
                "family": "Pal",
                "given": "Ipsita"
            },
            {
                "family": "Grilo",
                "given": "Andre M. Sardinha"
            },
            {
                "family": "Berchowitz",
                "given": "Luke E."
            },
            {
                "family": "Das Sharma",
                "given": "Sohani"
            },
            {
                "family": "Mundi",
                "given": "Prabhjot S."
            },
            {
                "family": "Ali",
                "given": "Abdullah M."
            },
            {
                "family": "Martin",
                "given": "M. Laura"
            },
            {
                "family": "Safari",
                "given": "Maryam"
            },
            {
                "family": "Scotto",
                "given": "Luigi"
            },
            {
                "family": "Malkovskiy",
                "given": "Eli"
            },
            {
                "family": "Sawas",
                "given": "Ahmed"
            },
            {
                "family": "Mukherjee",
                "given": "Siddhartha"
            },
            {
                "family": "O'Connor",
                "given": "Owen A."
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Deng",
                "given": "Changchun"
            }
        ],
        "container-title": "bioRxiv",
        "id": "pal2020ck1",
        "issue": "",
        "issued": {
            "date-parts": [
                [
                    "2020"
                ]
            ]
        },
        "page": "",
        "source": "Cold Spring Harbor Laboratory",
        "title": "CK1 Delta Is an mRNA Cap-Associated Protein That Drives Translation Initiation and Tumor Growth",
        "type": "article",
        "volume": ""
    },
    {
        "DOI": "10.1016/j.cell.2018.05.024",
        "abstract": "Eukaryotic genomes are packaged into a 3-dimensional structure in the nucleus. Current methods for studying genome-wide structure are based on proximity ligation. However, this approach can fail to detect known structures, such as interactions with nuclear bodies, because these DNA regions can be too far apart to directly ligate. Accordingly, our overall understanding of genome organization remains incomplete. Here, we develop split-pool recognition of interactions by tag extension (SPRITE), a method that enables genome-wide detection of higher-order interactions within the nucleus. Using SPRITE, we recapitulate known structures identified by proximity ligation and identify additional interactions occurring across larger distances, including two hubs of inter-chromosomal interactions that are arranged around the nucleolus and nuclear speckles. We show that a substantial fraction of the genome exhibits preferential organization relative to these nuclear bodies. Our results generate a global model whereby nuclear bodies act as inter-chromosomal hubs that shape the overall packaging of DNA in the nucleus.",
        "author": [
            {
                "family": "Quinodoz",
                "given": "Sofia A."
            },
            {
                "family": "Ollikainen",
                "given": "Noah"
            },
            {
                "family": "Tabak",
                "given": "Barbara"
            },
            {
                "family": "Palla",
                "given": "Ali"
            },
            {
                "family": "Schmidt",
                "given": "Jan Marten"
            },
            {
                "family": "Detmar",
                "given": "Elizabeth"
            },
            {
                "family": "Lai",
                "given": "Mason M."
            },
            {
                "family": "Shishkin",
                "given": "Alexander A."
            },
            {
                "family": "Bhat",
                "given": "Prashant"
            },
            {
                "family": "Takei",
                "given": "Yodai"
            },
            {
                "family": "Trinh",
                "given": "Vickie"
            },
            {
                "family": "Aznauryan",
                "given": "Erik"
            },
            {
                "family": "Russell",
                "given": "Pamela"
            },
            {
                "family": "Cheng",
                "given": "Christine"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Chow",
                "given": "Amy"
            },
            {
                "family": "Cai",
                "given": "Long"
            },
            {
                "family": "McDonel",
                "given": "Patrick"
            },
            {
                "family": "Garber",
                "given": "Manuel"
            },
            {
                "family": "Guttman",
                "given": "Mitchell"
            }
        ],
        "container-title": "Cell",
        "id": "quinodoz2018higher",
        "issue": "3",
        "issued": {
            "date-parts": [
                [
                    "2018"
                ]
            ]
        },
        "page": "",
        "source": "Elsevier",
        "title": "Higher-Order Inter-chromosomal Hubs Shape 3D Genome Organization in the Nucleus",
        "type": "article",
        "volume": "174"
    },
    {
        "DOI": "10.1038/sj.onc.1209912",
        "abstract": "MicroRNAs (miRNAs) are small non-coding RNAs of about 18--24 nucleotides in length that negatively regulate gene expression. Discovered only recently, it has become clear that they are involved in many biological processes such as developmental timing, differentiation and cell death. Data that connect miRNAs to various kinds of diseases, particularly cancer, are accumulating. miRNAs can influence cancer development in many ways, including the regulation of cell proliferation, cell transformation, and cell death. In this review, we focus on miRNAs that have been shown to play a role in the regulation of apoptosis. We first describe in detail how Drosophila has been utilized as a model organism to connect several miRNAs with the cell death machinery. We discuss the genetic approaches that led to the identification of those miRNAs and subsequent work that helped to establish their function. In the second part of the review article, we focus on the involvement of miRNAs in apoptosis regulation in mammals. Intriguingly, many of the miRNAs that regulate apoptosis have been shown to affect cancer development. In the end, we discuss a virally encoded miRNA that influences the cell death response in the mammalian host cell. In summary, the data gathered over the recent years clearly show the potential and important role of miRNAs to regulate apoptosis at various levels and in several organisms.",
        "author": [
            {
                "family": "Jovanovic",
                "given": "M."
            },
            {
                "family": "Hengartner",
                "given": "M O"
            }
        ],
        "container-title": "Oncogene",
        "id": "jovanovic2006mirnas",
        "issue": "46",
        "issued": {
            "date-parts": [
                [
                    "2006"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "miRNAs and apoptosis: RNAs to die for",
        "type": "article",
        "volume": "25"
    },
    {
        "DOI": "",
        "abstract": "",
        "author": [
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Rooney",
                "given": "Michael"
            },
            {
                "family": "Mertins",
                "given": "Philipp"
            },
            {
                "family": "Przybylski",
                "given": "Dariusz"
            },
            {
                "family": "Chevrier",
                "given": "Nicolas"
            },
            {
                "family": "Satija",
                "given": "Rahul"
            },
            {
                "family": "Schwartz",
                "given": "Schraga"
            },
            {
                "family": "Raychowdhury",
                "given": "Raktima"
            },
            {
                "family": "Mumbach",
                "given": "Max"
            },
            {
                "family": "Eisenhaure",
                "given": "Thomas"
            },
            {
                "family": "others",
                "given": ""
            }
        ],
        "container-title": "",
        "id": "jovanovic2014dynamic",
        "issue": "8",
        "issued": {
            "date-parts": [
                [
                    "2014"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Dynamic Profiling of the Protein Life Cycle Reveals Two Distinct Strategies for Controlling Differential Expression of Immune and Housekeeping Protein Levels in Response to Pathogens",
        "type": "inproceedings",
        "volume": "13"
    },
    {
        "DOI": "10.1016/j.molcel.2018.10.032",
        "abstract": "Levels of the ribosome, the conserved molecular machine that mediates translation, are tightly linked to cellular growth rate. In humans, ribosomopathies are diseases associated with cell-type-specific pathologies and reduced ribosomal protein (RP) levels. Because gene expression defects resulting from ribosome deficiency have not yet been experimentally defined, we systematically probed mRNA, translation, and protein signatures that were either unlinked from or linked to cellular growth rate in RP-deficient yeast cells. Ribosome deficiency was associated with altered translation of gene subclasses, and profound general secondary effects of RP loss on the spectrum of cellular mRNAs were seen. Among these effects, growth-defective 60S mutants increased synthesis of proteins involved in proteasome-mediated degradation, whereas 40S mutants accumulated mature 60S subunits and increased translation of ribosome biogenesis genes. These distinct signatures of protein synthesis suggest intriguing and currently mysterious differences in the cellular consequences of deficiency for small and large ribosomal subunits.",
        "author": [
            {
                "family": "Cheng",
                "given": "Ze"
            },
            {
                "family": "Mugler",
                "given": "Christopher Frederick"
            },
            {
                "family": "Keskin",
                "given": "Abdurrahman"
            },
            {
                "family": "Hodapp",
                "given": "Stefanie"
            },
            {
                "family": "Chan",
                "given": "Leon Yen-Lee"
            },
            {
                "family": "Weis",
                "given": "Karsten"
            },
            {
                "family": "Mertins",
                "given": "Philipp"
            },
            {
                "family": "Regev",
                "given": "Aviv"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Brar",
                "given": "Gloria Ann"
            }
        ],
        "container-title": "Molecular Cell",
        "id": "cheng2019small",
        "issue": "1",
        "issued": {
            "date-parts": [
                [
                    "2019"
                ]
            ]
        },
        "page": "",
        "source": "Elsevier",
        "title": "Small and Large Ribosomal Subunit Deficiencies Lead to Distinct Gene Expression Signatures that Reflect Cellular Growth Rate",
        "type": "article",
        "volume": "73"
    },
    {
        "DOI": "https://doi.org/10.1096/fasebj.2018.32.1\\_supplement.651.9",
        "abstract": "To better understand the gene regulatory mechanisms that program developmental processes, we carried out simultaneous, genome-wide measurements of mRNA, translation and protein through meiotic differentiation in budding yeast. Surprisingly, we observed that the levels of several hundred mRNAs are anti-correlated with their corresponding protein products. We show that rather than arising from canonical forms of gene regulatory control, the regulation of at least 380 such cases—or over 8\\% of all measured genes—involves temporally regulated switching between production of a canonical, translatable transcript and a 5′ extended isoform that is not efficiently translated into protein. By this pervasive mechanism for the modulation of protein levels through a natural developmental program, a single transcription factor can coordinately activate and repress protein synthesis for distinct sets of genes. The distinction is not based on whether an mRNA is induced or not, but rather based on the type of transcript produced. Support or Funding Information This work was supported by NIH funding to G.A.B. (DP2-GM-119138), investigator awards from the Alfred P. Sloan Foundation and Pew Charitable Trusts to G.A.B., UC-Berkeley start-up funding to G.A.B. G.M.O. is supported by an NIH training grant (GM0007232) to UCB MCB. E.P. is supported by an NSF predoctoral fellowship. M.J. was supported by the Marie Sklodowska-Curie IOF and he and A.K. are supported by Columbia start-up funding. This abstract is from the Experimental Biology 2018 Meeting. There is no full text article associated with this abstract published in The FASEB Journal.",
        "author": [
            {
                "family": "Brar",
                "given": "Gloria"
            },
            {
                "family": "Otto",
                "given": "George"
            },
            {
                "family": "Cheng",
                "given": "Ze"
            },
            {
                "family": "Powers",
                "given": "Emily"
            },
            {
                "family": "Keskin",
                "given": "Abdurrahman"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            }
        ],
        "container-title": "The FASEB Journal",
        "id": "brar2018pervasive",
        "issue": "S1",
        "issued": {
            "date-parts": [
                [
                    "2018"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Pervasive, coordinated protein level changes driven by transcript isoform switching",
        "type": "article",
        "volume": "32"
    },
    {
        "DOI": "10.1101/2020.05.10.087023",
        "abstract": "The impact of healthy aging on molecular programming of immune cells is poorly understood. Here, we report comprehensive characterization of healthy aging in human classical monocytes, with a focus on epigenomic, transcriptomic, and proteomic alterations, as well as the corresponding proteomic and metabolomic data for plasma, using healthy cohorts of 20 young and 20 older individuals (~27 and ~64 years old on average). For each individual, we performed eRRBS-based DNA methylation profiling, which allowed us to identify a set of age-associated differentially methylated regions (DMRs) - a novel, cell-type specific signature of aging in DNA methylome. Optimized ultra-low-input ChIP-seq (ULI-ChIP-seq) data acquisition and analysis pipelines applied to 5 chromatin marks for each individual revealed lack of large-scale age-associated changes in chromatin modifications and allowed us to link hypo- and hypermethylated DMRs to distinct chromatin modification patterns. Specifically, hypermethylation events were associated with H3K27me3 in the CpG islands near promoters of lowly-expressed genes, while hypomethylated DMRs were enriched in H3K4me1 marked regions and associated with normal pattern of expression. Furthermore, hypo- and hypermethylated DMRs followed distinct functional and genetic association patterns. Hypomethylation events were associated with age-related increase of expression of the corresponding genes, providing a link between DNA methylation and age-associated transcriptional changes in primary human cells. Furthermore, these locations were also enriched in genetic regions associated by GWAS with asthma, total blood protein, hemoglobin levels and MS. On the other side, acceleration of epigenetic age in HIV and asthma stems only from changes in hypermethylated DMRs but not from hypomethylated loci.Competing Interest StatementThe authors have declared no competing interest.",
        "author": [
            {
                "family": "Shchukina",
                "given": "Irina"
            },
            {
                "family": "Bagaitkar",
                "given": "Juhi"
            },
            {
                "family": "Shpynov",
                "given": "Oleg"
            },
            {
                "family": "Loginicheva",
                "given": "Ekaterina"
            },
            {
                "family": "Porter",
                "given": "Sofia"
            },
            {
                "family": "Mogilenko",
                "given": "Denis A."
            },
            {
                "family": "Wolin",
                "given": "Erica"
            },
            {
                "family": "Collins",
                "given": "Patrick"
            },
            {
                "family": "Demidov",
                "given": "German"
            },
            {
                "family": "Artomov",
                "given": "Mykyta"
            },
            {
                "family": "Zaitsev",
                "given": "Konstantin"
            },
            {
                "family": "Sidorov",
                "given": "Sviatoslav"
            },
            {
                "family": "Camell",
                "given": "Christina"
            },
            {
                "family": "Bambouskova",
                "given": "Monika"
            },
            {
                "family": "Arthur",
                "given": "Laura"
            },
            {
                "family": "Swain",
                "given": "Amanda"
            },
            {
                "family": "Panteleeva",
                "given": "Alexandra"
            },
            {
                "family": "Dievskii",
                "given": "Aleksei"
            },
            {
                "family": "Kurbatsky",
                "given": "Evgeny"
            },
            {
                "family": "Tsurinov",
                "given": "Petr"
            },
            {
                "family": "Chernyatchik",
                "given": "Roman"
            },
            {
                "family": "Dixit",
                "given": "Vishwa Deep"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Stewart",
                "given": "Sheila A."
            },
            {
                "family": "Daly",
                "given": "Mark J."
            },
            {
                "family": "Dmitriev",
                "given": "Sergey"
            },
            {
                "family": "Oltz",
                "given": "Eugene M."
            },
            {
                "family": "Artyomov",
                "given": "Maxim N."
            }
        ],
        "container-title": "bioRxiv",
        "id": "shchukina2020epigenetic",
        "issue": "",
        "issued": {
            "date-parts": [
                [
                    "2020"
                ]
            ]
        },
        "page": "",
        "source": "Cold Spring Harbor Laboratory",
        "title": "Epigenetic aging of classical monocytes from healthy individuals",
        "type": "article",
        "volume": ""
    },
    {
        "DOI": "10.1126/science.1259038",
        "abstract": "Although gene expression is tightly controlled at both the RNA and protein levels, the quantitative contribution of each step, especially during dynamic responses, remains largely unknown. Indeed, there has been much debate whether changes in RNA level contribute substantially to protein-level regulation. Jovanovic et al. built a genome-scale model of the temporal dynamics of differential protein expression during the stimulation of immunological dendritic cells (see the Perspective by Li and Biggin). Newly stimulated functions involved the up-regulation of specific RNAs and concomitant increases in the levels of the proteins they encode, whereas housekeeping functions were regulated posttranscriptionally at the protein level. Science, this issue 10.1126/science.1259038; see also p. 1066 Levels of “housekeeping” proteins are maintained directly, but those of immune response proteins depend on more transcription. [Also see Perspective by Li and Biggin] Protein expression is regulated by the production and degradation of messenger RNAs (mRNAs) and proteins, but their specific relationships remain unknown. We combine measurements of protein production and degradation and mRNA dynamics so as to build a quantitative genomic model of the differential regulation of gene expression in lipopolysaccharide-stimulated mouse dendritic cells. Changes in mRNA abundance play a dominant role in determining most dynamic fold changes in protein levels. Conversely, the preexisting proteome of proteins performing basic cellular functions is remodeled primarily through changes in protein production or degradation, accounting for more than half of the absolute change in protein molecules in the cell. Thus, the proteome is regulated by transcriptional induction for newly activated cellular functions and by protein life-cycle changes for remodeling of preexisting functions.",
        "author": [
            {
                "family": "Marko Jovanovic ",
                "given": ""
            },
            {
                "family": "Michael S. Rooney ",
                "given": ""
            },
            {
                "family": "Philipp Mertins ",
                "given": ""
            },
            {
                "family": "Dariusz Przybylski ",
                "given": ""
            },
            {
                "family": "Nicolas Chevrier ",
                "given": ""
            },
            {
                "family": "Rahul Satija ",
                "given": ""
            },
            {
                "family": "Edwin H. Rodriguez ",
                "given": ""
            },
            {
                "family": "Alexander P. Fields ",
                "given": ""
            },
            {
                "family": "Schraga Schwartz ",
                "given": ""
            },
            {
                "family": "Raktima Raychowdhury ",
                "given": ""
            },
            {
                "family": "Maxwell R. Mumbach ",
                "given": ""
            },
            {
                "family": "Thomas Eisenhaure ",
                "given": ""
            },
            {
                "family": "Michal Rabani ",
                "given": ""
            },
            {
                "family": "Dave Gennert ",
                "given": ""
            },
            {
                "family": "Diana Lu ",
                "given": ""
            },
            {
                "family": "Toni Delorey ",
                "given": ""
            },
            {
                "family": "Jonathan S. Weissman ",
                "given": ""
            },
            {
                "family": "Steven A. Carr ",
                "given": ""
            },
            {
                "family": "Nir Hacohen ",
                "given": ""
            },
            {
                "family": "Aviv Regev ",
                "given": ""
            }
        ],
        "container-title": "Science",
        "id": "jovanovic2015dynamic",
        "issue": "6226",
        "issued": {
            "date-parts": [
                [
                    "2015"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Dynamic profiling of the protein life cycle in response to pathogens",
        "type": "article",
        "volume": "347"
    },
    {
        "DOI": "",
        "abstract": "",
        "author": [
            {
                "family": "Rabani",
                "given": "M"
            },
            {
                "family": "Raychowdhury",
                "given": "R"
            },
            {
                "family": "Jovanovic",
                "given": "M"
            },
            {
                "family": "others",
                "given": ""
            }
        ],
        "container-title": "",
        "id": "rabani4sudrb",
        "issue": "",
        "issued": {
            "date-parts": [
                [
                    "2014"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "4sUDRB-Seq",
        "type": "article",
        "volume": ""
    },
    {
        "DOI": "10.1038/nbt1208-1339",
        "abstract": "",
        "author": [
            {
                "family": "Bodenmiller",
                "given": "Bernd"
            },
            {
                "family": "Campbell",
                "given": "David"
            },
            {
                "family": "Gerrits",
                "given": "Bertran"
            },
            {
                "family": "Lam",
                "given": "Henry"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Picotti",
                "given": "Paola"
            },
            {
                "family": "Schlapbach",
                "given": "Ralph"
            },
            {
                "family": "Aebersold",
                "given": "Ruedi"
            }
        ],
        "container-title": "Nature Biotechnology",
        "id": "bodenmiller2008phosphopep",
        "issue": "12",
        "issued": {
            "date-parts": [
                [
                    "2008"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "PhosphoPep---a database of protein phosphorylation sites in model organisms",
        "type": "article",
        "volume": "26"
    },
    {
        "DOI": "10.1016/j.celrep.2014.05.048",
        "abstract": "N6-methyladenosine (m6A) is a common modification of mRNA with potential roles in fine-tuning the RNA life cycle. Here, we identify a dense network of proteins interacting with METTL3, a component of the methyltransferase complex, and show that three of them (WTAP, METTL14, and KIAA1429) are required for methylation. Monitoring m6A levels upon WTAP depletion allowed the definition of accurate and near single-nucleotide resolution methylation maps and their classification into WTAP-dependent and -independent sites. WTAP-dependent sites are located at internal positions in transcripts, topologically static across a variety of systems we surveyed, and inversely correlated with mRNA stability, consistent with a role in establishing ?basal? degradation rates. WTAP-independent sites form at the first transcribed base as part of the cap structure and are present at thousands of sites, forming a previously unappreciated layer of transcriptome complexity. Our data shed light on the proteomic and transcriptional underpinnings of this RNA modification.",
        "author": [
            {
                "family": "Schwartz",
                "given": "Schraga"
            },
            {
                "family": "Mumbach",
                "given": "Maxwell R."
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Wang",
                "given": "Tim"
            },
            {
                "family": "Maciag",
                "given": "Karolina"
            },
            {
                "family": "Bushkin",
                "given": "G. Guy"
            },
            {
                "family": "Mertins",
                "given": "Philipp"
            },
            {
                "family": "Ter-Ovanesyan",
                "given": "Dmitry"
            },
            {
                "family": "Habib",
                "given": "Naomi"
            },
            {
                "family": "Cacchiarelli",
                "given": "Davide"
            },
            {
                "family": "Sanjana",
                "given": "Neville E."
            },
            {
                "family": "Freinkman",
                "given": "Elizaveta"
            },
            {
                "family": "Pacold",
                "given": "Michael E."
            },
            {
                "family": "Satija",
                "given": "Rahul"
            },
            {
                "family": "Mikkelsen",
                "given": "Tarjei S."
            },
            {
                "family": "Hacohen",
                "given": "Nir"
            },
            {
                "family": "Zhang",
                "given": "Feng"
            },
            {
                "family": "Carr",
                "given": "Steven A."
            },
            {
                "family": "Lander",
                "given": "Eric S."
            },
            {
                "family": "Regev",
                "given": "Aviv"
            }
        ],
        "container-title": "Cell Reports",
        "id": "schwartz2014perturbation",
        "issue": "1",
        "issued": {
            "date-parts": [
                [
                    "2014"
                ]
            ]
        },
        "page": "",
        "source": "Elsevier",
        "title": "Perturbation of m6A Writers Reveals Two Distinct Classes of mRNA Methylation at Internal and 5'; Sites",
        "type": "article",
        "volume": "8"
    },
    {
        "DOI": "",
        "abstract": "",
        "author": [
            {
                "family": "Regev",
                "given": "Aviv"
            },
            {
                "family": "Parnas",
                "given": "Oren"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Hacohen",
                "given": "Nir"
            },
            {
                "family": "Eisenhaure",
                "given": "Thomas"
            }
        ],
        "container-title": "",
        "id": "regev2021delivery",
        "issue": "",
        "issued": {
            "date-parts": [
                [
                    "2021"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Delivery, use and therapeutic applications of the CRISPR-cas systems and compositions for modeling mutations in leukocytes",
        "type": "misc",
        "volume": ""
    },
    {
        "DOI": "",
        "abstract": "",
        "author": [
            {
                "family": "Jones",
                "given": "Alexandra ME"
            },
            {
                "family": "Aebersold",
                "given": "Ruedi"
            },
            {
                "family": "Ahrens",
                "given": "Christian H"
            },
            {
                "family": "Apweiler",
                "given": "Rolf"
            },
            {
                "family": "Baerenfaller",
                "given": "Katja"
            },
            {
                "family": "Baker",
                "given": "Mark"
            },
            {
                "family": "Bendixen",
                "given": "Emøke"
            },
            {
                "family": "Briggs",
                "given": "Steve"
            },
            {
                "family": "Brownridge",
                "given": "Philip"
            },
            {
                "family": "Brunner",
                "given": "Erich"
            },
            {
                "family": "others",
                "given": ""
            }
        ],
        "container-title": "Proteomics",
        "id": "jones2012hupo",
        "issue": "3",
        "issued": {
            "date-parts": [
                [
                    "2012"
                ]
            ]
        },
        "page": "",
        "source": "Wiley Online Library",
        "title": "The HUPO initiative on model organism proteomes, IMOP",
        "type": "article",
        "volume": "12"
    },
    {
        "DOI": "10.1016/j.cell.2013.10.047",
        "abstract": "N6-methyladenosine (m6A) is the most ubiquitous mRNA base modification, but little is known about its precise location, temporal dynamics, and regulation. Here, we generated genomic maps of m6A sites in meiotic yeast transcripts at nearly single-nucleotide resolution, identifying 1,308 putatively methylated sites within 1,183 transcripts. We validated eight out of eight methylation sites in different genes with direct genetic analysis, demonstrated that methylated sites are significantly conserved in a related species, and built a model that predicts methylated sites directly from sequence. Sites vary in their methylation profiles along a dense meiotic time course and are regulated both locally, via predictable methylatability of each site, and globally, through the core meiotic circuitry. The methyltransferase complex components localize to the yeast nucleolus, and this localization is essential for mRNA methylation. Our data illuminate a conserved, dynamically regulated methylation program in yeast meiosis and provide an important resource for studying the function of this epitranscriptomic modification.",
        "author": [
            {
                "family": "Schwartz",
                "given": "Schraga"
            },
            {
                "family": "Agarwala",
                "given": "Sudeep D."
            },
            {
                "family": "Mumbach",
                "given": "Maxwell R."
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Mertins",
                "given": "Philipp"
            },
            {
                "family": "Shishkin",
                "given": "Alexander"
            },
            {
                "family": "Tabach",
                "given": "Yuval"
            },
            {
                "family": "Mikkelsen",
                "given": "Tarjei S."
            },
            {
                "family": "Satija",
                "given": "Rahul"
            },
            {
                "family": "Ruvkun",
                "given": "Gary"
            },
            {
                "family": "Carr",
                "given": "Steven A."
            },
            {
                "family": "Lander",
                "given": "Eric S."
            },
            {
                "family": "Fink",
                "given": "Gerald R."
            },
            {
                "family": "Regev",
                "given": "Aviv"
            }
        ],
        "container-title": "Cell",
        "id": "schwartz2013high",
        "issue": "6",
        "issued": {
            "date-parts": [
                [
                    "2013"
                ]
            ]
        },
        "page": "",
        "source": "Elsevier",
        "title": "High-Resolution Mapping Reveals a Conserved, Widespread, Dynamic mRNA Methylation Program in Yeast Meiosis",
        "type": "article",
        "volume": "155"
    },
    {
        "DOI": "10.1016/j.molcel.2015.11.013",
        "abstract": "A fundamental goal of genomics is to identify the complete set of expressed proteins. Automated annotation strategies rely on assumptions about protein-coding sequences (CDSs), e.g., they are conserved, do not overlap, and exceed a minimum length. However, an increasing number of newly discovered proteins violate these rules. Here we present an experimental and analytical framework, based on ribosome profiling and linear regression, for systematic identification and quantification of translation. Application of this approach to lipopolysaccharide-stimulated mouse dendritic cells and HCMV-infected human fibroblasts identifies thousands of novel CDSs, including micropeptides and variants of known proteins, that bear the hallmarks of canonical translation and exhibit translation levels and dynamics comparable to that of annotated CDSs. Remarkably, many translation events are identified in both mouse and human cells even when the peptide sequence is not conserved. Our work thus reveals an unexpected complexity to mammalian translation suited to provide both conserved regulatory or protein-based functions.",
        "author": [
            {
                "family": "Fields",
                "given": "Alexander P."
            },
            {
                "family": "Rodriguez",
                "given": "Edwin H."
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Stern-Ginossar",
                "given": "Noam"
            },
            {
                "family": "Haas",
                "given": "Brian J."
            },
            {
                "family": "Mertins",
                "given": "Philipp"
            },
            {
                "family": "Raychowdhury",
                "given": "Raktima"
            },
            {
                "family": "Hacohen",
                "given": "Nir"
            },
            {
                "family": "Carr",
                "given": "Steven A."
            },
            {
                "family": "Ingolia",
                "given": "Nicholas T."
            },
            {
                "family": "Regev",
                "given": "Aviv"
            },
            {
                "family": "Weissman",
                "given": "Jonathan S."
            }
        ],
        "container-title": "Molecular Cell",
        "id": "fields2015regression",
        "issue": "5",
        "issued": {
            "date-parts": [
                [
                    "2015"
                ]
            ]
        },
        "page": "",
        "source": "Elsevier",
        "title": "A Regression-Based Analysis of Ribosome-Profiling Data Reveals a Conserved Complexity to Mammalian Translation",
        "type": "article",
        "volume": "60"
    },
    {
        "DOI": "10.1016/j.cell.2014.08.028",
        "abstract": "Pseudouridine is the most abundant RNA modification, yet except for a few well-studied cases, little is known about the modified positions and their function(s). Here, we develop ?-seq for transcriptome-wide quantitative mapping of pseudouridine. We validate ?-seq with spike-ins and de novo identification of previously reported positions and discover hundreds of unique sites in human and yeast mRNAs and snoRNAs. Perturbing pseudouridine synthases (PUS) uncovers which pseudouridine synthase modifies each site and their target sequence features. mRNA pseudouridinylation depends on both site-specific and snoRNA-guided pseudouridine synthases. Upon heat shock in yeast, Pus7p-mediated pseudouridylation is induced at >200 sites, and PUS7 deletion decreases the levels of otherwise pseudouridylated mRNA, suggesting a role in enhancing transcript stability. rRNA pseudouridine stoichiometries are conserved but reduced in cells from dyskeratosis congenita patients, where the PUS DKC1 is mutated. Our work identifies an enhanced, transcriptome-wide scope for pseudouridine and methods to dissect its underlying mechanisms and function.",
        "author": [
            {
                "family": "Schwartz",
                "given": "Schraga"
            },
            {
                "family": "Bernstein",
                "given": "Douglas A."
            },
            {
                "family": "Mumbach",
                "given": "Maxwell R."
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Herbst",
                "given": "Rebecca H."
            },
            {
                "family": "León-Ricardo",
                "given": "Brian X."
            },
            {
                "family": "Engreitz",
                "given": "Jesse M."
            },
            {
                "family": "Guttman",
                "given": "Mitchell"
            },
            {
                "family": "Satija",
                "given": "Rahul"
            },
            {
                "family": "Lander",
                "given": "Eric S."
            },
            {
                "family": "Fink",
                "given": "Gerald"
            },
            {
                "family": "Regev",
                "given": "Aviv"
            }
        ],
        "container-title": "Cell",
        "id": "schwartz2014transcriptome",
        "issue": "1",
        "issued": {
            "date-parts": [
                [
                    "2014"
                ]
            ]
        },
        "page": "",
        "source": "Elsevier",
        "title": "Transcriptome-wide Mapping Reveals Widespread Dynamic-Regulated Pseudouridylation of ncRNA and mRNA",
        "type": "article",
        "volume": "159"
    },
    {
        "DOI": "10.1016/j.tibs.2019.01.008",
        "abstract": "Contrary to the textbook model, recent measurements demonstrated unexpected diversity in ribosomal composition that likely enables specialized translational functions. Methods based on liquid chromatography coupled to tandem mass-spectrometry (LC-MS/MS) enable direct quantification of ribosomal proteins with high specificity, accuracy, and throughput. LC-MS/MS can be ?top-down?, analyzing intact proteins, or more commonly ?bottom-up?, where proteins are digested to peptides prior to analysis. Changes to rRNA can be examined using either LC-MS/MS or sequencing-based approaches.The regulation of protein synthesis by specialized ribosomes can be examined by multiple methods. These include the popular ?Ribo-Seq? method for analyzing ribosome density on a given mRNA, as well as LC-MS/MS approaches incorporating pulse-labelling with stable isotopes (SILAC) to monitor protein synthesis and degradation.",
        "author": [
            {
                "family": "Emmott",
                "given": "Edward"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Slavov",
                "given": "Nikolai"
            }
        ],
        "container-title": "Trends in Biochemical Sciences",
        "id": "emmott2019approaches",
        "issue": "5",
        "issued": {
            "date-parts": [
                [
                    "2019"
                ]
            ]
        },
        "page": "",
        "source": "Elsevier",
        "title": "Approaches for Studying Ribosome Specialization",
        "type": "article",
        "volume": "44"
    },
    {
        "DOI": "10.1101/806711",
        "abstract": "The formation of ribosome dimers during periods of quiescence is widespread among bacteria and some higher eukaryotes. However, the mechanistic importance of dimerization is not well understood. In bacteria ribosome dimerization is mediated by the Hibernation Promoting Factor (HPF). Here, we report that HPF from the Gram-positive bacterium Bacillus subtilis preserves active ribosomes by preventing the loss of essential ribosomal proteins. Ribosomes isolated from strains either lacking HPF (Δhpf) or encoding a mutant allele of HPF that binds the ribosome but does not mediate dimerization were substantially depleted of the small subunit proteins S2 and S3. Strikingly, these proteins are located at the ribosome dimer interface. We used single particle cryo-EM to further characterize ribosomes isolated from a Δhpf mutant strain and observed that many were missing S2, S3, or both. These data support a model in which the ribosome dimerization activity of HPF evolved to protect labile proteins that are essential for ribosome function.Significance Statement When nutrients become scarce, many bacterial species enter an extended state of quiescence. A major challenge of this state is how to attenuate protein synthesis, the most energy consuming cellular process, while preserving ribosomes for the return to favorable conditions. Here, we show that the ribosome-binding protein HPF which dimerizes ribosomes functions to protect essential ribosomal proteins at the dimer interface. HPF is almost universally conserved in bacteria and HPF deletions in diverse species exhibit decreased viability under nutrient limitation. Our data provide mechanistic insight into this phenotype and establish a role for HPF in maintaining translationally competent ribosomes during quiescence.",
        "author": [
            {
                "family": "Feaga",
                "given": "Heather A."
            },
            {
                "family": "Kopylov",
                "given": "Mykhailo"
            },
            {
                "family": "Kim",
                "given": "Jenny Kim"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Dworkin",
                "given": "Jonathan"
            }
        ],
        "container-title": "bioRxiv",
        "id": "feaga2019ribosome",
        "issue": "",
        "issued": {
            "date-parts": [
                [
                    "2019"
                ]
            ]
        },
        "page": "",
        "source": "Cold Spring Harbor Laboratory",
        "title": "Ribosome dimerization prevents loss of essential ribosomal proteins during quiescence",
        "type": "article",
        "volume": ""
    },
    {
        "DOI": "10.1016/j.devcel.2018.06.016",
        "abstract": "Cellular stress responses often require transcription-based activation of gene expression to promote cellular adaptation. Whether general mechanisms exist for stress-responsive gene downregulation is less clear. A recently defined mechanism enables both up- and downregulation of protein levels for distinct gene sets by the same transcription factor via coordinated induction of canonical mRNAs and long undecoded transcript isoforms (LUTIs). We analyzed parallel gene expression datasets to determine whether this mechanism contributes to the conserved Hac1-driven branch of the unfolded protein response (UPRER), indeed observing Hac1-dependent protein downregulation accompanying the upregulation of ER-related proteins that typifies UPRER activation. Proteins downregulated by Hac1-driven LUTIs include those with electron transport chain (ETC) function. Abrogated ETC function improves the fitness of UPRER-activated cells, suggesting functional importance to this regulation. We conclude that the UPRER drives large-scale proteome remodeling, including coordinated up- and downregulation of distinct protein classes, which is partly mediated by Hac1-induced LUTIs.",
        "author": [
            {
                "family": "Van Dalfsen",
                "given": "Kelsey Marie"
            },
            {
                "family": "Hodapp",
                "given": "Stefanie"
            },
            {
                "family": "Keskin",
                "given": "Abdurrahman"
            },
            {
                "family": "Otto",
                "given": "George Maxwell"
            },
            {
                "family": "Berdan",
                "given": "Charles Andrew"
            },
            {
                "family": "Higdon",
                "given": "Andrea"
            },
            {
                "family": "Cheunkarndee",
                "given": "Tia"
            },
            {
                "family": "Nomura",
                "given": "Daniel Koji"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Brar",
                "given": "Gloria Ann"
            }
        ],
        "container-title": "Developmental Cell",
        "id": "van2018global",
        "issue": "2",
        "issued": {
            "date-parts": [
                [
                    "2018"
                ]
            ]
        },
        "page": "",
        "source": "Elsevier",
        "title": "Global Proteome Remodeling during ER Stress Involves Hac1-Driven Expression of Long Undecoded Transcript Isoforms",
        "type": "article",
        "volume": "46"
    },
    {
        "DOI": "10.1016/j.cell.2014.11.015",
        "abstract": "Cells control dynamic transitions in transcript levels by regulating transcription, processing, and/or degradation through an integrated regulatory strategy. Here, we combine RNA metabolic labeling, rRNA-depleted RNA-seq, and DRiLL, a novel computational framework, to quantify the level; editing sites; and transcription, processing, and degradation rates of each transcript at a splice junction resolution during the LPS response of mouse dendritic cells. Four key regulatory strategies, dominated by RNA transcription changes, generate most temporal gene expression patterns. Noncanonical strategies that also employ dynamic posttranscriptional regulation control only a minority of genes, but provide unique signal processing features. We validate Tristetraprolin (TTP) as a major regulator of RNA degradation in one noncanonical strategy. Applying DRiLL to the regulation of noncoding RNAs and to zebrafish embryogenesis demonstrates its broad utility. Our study provides a new quantitative approach to discover transcriptional and posttranscriptional events that control dynamic changes in transcript levels using RNA sequencing data.",
        "author": [
            {
                "family": "Rabani",
                "given": "Michal"
            },
            {
                "family": "Raychowdhury",
                "given": "Raktima"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Rooney",
                "given": "Michael"
            },
            {
                "family": "Stumpo",
                "given": "Deborah J."
            },
            {
                "family": "Pauli",
                "given": "Andrea"
            },
            {
                "family": "Hacohen",
                "given": "Nir"
            },
            {
                "family": "Schier",
                "given": "Alexander F."
            },
            {
                "family": "Blackshear",
                "given": "Perry J."
            },
            {
                "family": "Friedman",
                "given": "Nir"
            },
            {
                "family": "Amit",
                "given": "Ido"
            },
            {
                "family": "Regev",
                "given": "Aviv"
            }
        ],
        "container-title": "Cell",
        "id": "rabani2014high",
        "issue": "7",
        "issued": {
            "date-parts": [
                [
                    "2014"
                ]
            ]
        },
        "page": "",
        "source": "Elsevier",
        "title": "High-Resolution Sequencing and Modeling Identifies Distinct Dynamic RNA Regulatory Strategies",
        "type": "article",
        "volume": "159"
    },
    {
        "DOI": "https://doi.org/10.1053/j.gastro.2019.04.003",
        "abstract": "Background & Aims\nThe mechanisms of hepatitis C virus (HCV) infection, liver disease progression, and hepatocarcinogenesis are only partially understood. We performed genomic, proteomic, and metabolomic analyses of HCV-infected cells and chimeric mice to learn more about these processes.\nMethods\nHuh7.5.1dif (hepatocyte-like cells) were infected with culture-derived HCV and used in RNA sequencing, proteomic, metabolomic, and integrative genomic analyses. uPA/SCID (urokinase-type plasminogen activator/severe combined immunodeficiency) mice were injected with serum from HCV-infected patients; 8 weeks later, liver tissues were collected and analyzed by RNA sequencing and proteomics. Using differential expression, gene set enrichment analyses, and protein interaction mapping, we identified pathways that changed in response to HCV infection. We validated our findings in studies of liver tissues from 216 patients with HCV infection and early-stage cirrhosis and paired biopsy specimens from 99 patients with hepatocellular carcinoma, including 17 patients with histologic features of steatohepatitis. Cirrhotic liver tissues from patients with HCV infection were classified into 2 groups based on relative peroxisome function; outcomes assessed included Child–Pugh class, development of hepatocellular carcinoma, survival, and steatohepatitis. Hepatocellular carcinomas were classified according to steatohepatitis; the outcome was relative peroxisomal function.\nResults\nWe quantified 21,950 messenger RNAs (mRNAs) and 8297 proteins in HCV-infected cells. Upon HCV infection of hepatocyte-like cells and chimeric mice, we observed significant changes in levels of mRNAs and proteins involved in metabolism and hepatocarcinogenesis. HCV infection of hepatocyte-like cells significantly increased levels of the mRNAs, but not proteins, that regulate the innate immune response; we believe this was due to the inhibition of translation in these cells. HCV infection of hepatocyte-like cells increased glucose consumption and metabolism and the STAT3 signaling pathway and reduced peroxisome function. Peroxisomes mediate β-oxidation of very long-chain fatty acids; we found intracellular accumulation of very long-chain fatty acids in HCV-infected cells, which is also observed in patients with fatty liver disease. Cells in livers from HCV-infected mice had significant reductions in levels of the mRNAs and proteins associated with peroxisome function, indicating perturbation of peroxisomes. We found that defects in peroxisome function were associated with outcomes and features of HCV-associated cirrhosis, fatty liver disease, and hepatocellular carcinoma in patients.\nConclusions\nWe performed combined transcriptome, proteome, and metabolome analyses of liver tissues from HCV-infected hepatocyte-like cells and HCV-infected mice. We found that HCV infection increases glucose metabolism and the STAT3 signaling pathway and thereby reduces peroxisome function; alterations in the expression levels of peroxisome genes were associated with outcomes of patients with liver diseases. These findings provide insights into liver disease pathogenesis and might be used to identify new therapeutic targets.",
        "author": [
            {
                "family": "Joachim Lupberger",
                "given": ""
            },
            {
                "family": "Tom Croonenborghs",
                "given": ""
            },
            {
                "family": "Armando Andres {Roca Suarez}",
                "given": ""
            },
            {
                "family": "Nicolaas {Van Renne}",
                "given": ""
            },
            {
                "family": "Frank Jühling",
                "given": ""
            },
            {
                "family": "Marine A. Oudot",
                "given": ""
            },
            {
                "family": "Alessia Virzì",
                "given": ""
            },
            {
                "family": "Simonetta Bandiera",
                "given": ""
            },
            {
                "family": "Carole Jamey",
                "given": ""
            },
            {
                "family": "Gergö Meszaros",
                "given": ""
            },
            {
                "family": "Daniel Brumaru",
                "given": ""
            },
            {
                "family": "Atish Mukherji",
                "given": ""
            },
            {
                "family": "Sarah C. Durand",
                "given": ""
            },
            {
                "family": "Laura Heydmann",
                "given": ""
            },
            {
                "family": "Eloi R. Verrier",
                "given": ""
            },
            {
                "family": "Hussein {El Saghire}",
                "given": ""
            },
            {
                "family": "Nourdine Hamdane",
                "given": ""
            },
            {
                "family": "Ralf Bartenschlager",
                "given": ""
            },
            {
                "family": "Shaunt Fereshetian",
                "given": ""
            },
            {
                "family": "Evelyn Ramberger",
                "given": ""
            },
            {
                "family": "Rileen Sinha",
                "given": ""
            },
            {
                "family": "Mohsen Nabian",
                "given": ""
            },
            {
                "family": "Celine Everaert",
                "given": ""
            },
            {
                "family": "Marko Jovanovic",
                "given": ""
            },
            {
                "family": "Philipp Mertins",
                "given": ""
            },
            {
                "family": "Steven A. Carr",
                "given": ""
            },
            {
                "family": "Kazuaki Chayama",
                "given": ""
            },
            {
                "family": "Nassim Dali-Youcef",
                "given": ""
            },
            {
                "family": "Romeo Ricci",
                "given": ""
            },
            {
                "family": "Nabeel M. Bardeesy",
                "given": ""
            },
            {
                "family": "Naoto Fujiwara",
                "given": ""
            },
            {
                "family": "Olivier Gevaert",
                "given": ""
            },
            {
                "family": "Mirjam B. Zeisel",
                "given": ""
            },
            {
                "family": "Yujin Hoshida",
                "given": ""
            },
            {
                "family": "Nathalie Pochet",
                "given": ""
            },
            {
                "family": "Thomas F. Baumert",
                "given": ""
            }
        ],
        "container-title": "Gastroenterology",
        "id": "lupberger2019combined",
        "issue": "2",
        "issued": {
            "date-parts": [
                [
                    "2019"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Combined Analysis of Metabolomes, Proteomes, and Transcriptomes of Hepatitis C Virus–Infected Cells and Liver to Identify Pathways Associated With Disease Development",
        "type": "article",
        "volume": "157"
    },
    {
        "DOI": "10.1016/S0168-8278(17)30962-5",
        "abstract": "",
        "author": [
            {
                "family": "Lupberger",
                "given": "J."
            },
            {
                "family": "Croonenborghs",
                "given": "T."
            },
            {
                "family": "Jovanovic",
                "given": "M."
            },
            {
                "family": "Mertins",
                "given": "P."
            },
            {
                "family": "Van Renne",
                "given": "N."
            },
            {
                "family": "Bandiera",
                "given": "S."
            },
            {
                "family": "Sagire",
                "given": "H.E."
            },
            {
                "family": "Thumann",
                "given": "C."
            },
            {
                "family": "Kozubek",
                "given": "J."
            },
            {
                "family": "Kiani",
                "given": "K."
            },
            {
                "family": "Bardeesy",
                "given": "N."
            },
            {
                "family": "Hoshida",
                "given": "Y."
            },
            {
                "family": "Carr",
                "given": "S."
            },
            {
                "family": "Regev",
                "given": "A."
            },
            {
                "family": "Zeisel",
                "given": "M.B."
            },
            {
                "family": "Pochet",
                "given": "N."
            },
            {
                "family": "Baumert",
                "given": "T.F."
            }
        ],
        "container-title": "Journal of Hepatology",
        "id": "lupberger2017spatiotemporal",
        "issue": "1(S)",
        "issued": {
            "date-parts": [
                [
                    "2017"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "POSTER PRESENTATIONS: Posters Thursday, 20 April 2017: Viral Hepatitis: Immunological aspects",
        "type": "article",
        "volume": "66"
    },
    {
        "DOI": "10.1016/j.neuron.2018.03.030",
        "abstract": "Neurons localize mRNAs near synapses where their translation can be regulated by synaptic demand and activity. Differences in the 3? UTRs of mRNAs can change their localization, stability, and translational regulation. Using 3? end RNA sequencing of microdissected rat brain slices, we discovered a huge diversity in mRNA 3? UTRs, with many transcripts showing enrichment for a particular 3? UTR isoform in either somata or the neuropil. The 3? UTR isoforms of localized transcripts are significantly longer than the 3? UTRs of non-localized transcripts and often code for proteins associated with axons, dendrites, and synapses. Surprisingly, long 3? UTRs add not only new, but also duplicate regulatory elements. The neuropil-enriched 3? UTR isoforms have significantly longer half-lives than somata-enriched isoforms. Finally, the 3? UTR isoforms can be significantly altered by enhanced activity. Most of the 3? UTR plasticity is transcription dependent, but intriguing examples of changes that are consistent with altered stability, trafficking between compartments, or local ?remodeling? remain.",
        "author": [
            {
                "family": "Tushev",
                "given": "Georgi"
            },
            {
                "family": "Glock",
                "given": "Caspar"
            },
            {
                "family": "Heumüller",
                "given": "Maximilian"
            },
            {
                "family": "Biever",
                "given": "Anne"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Schuman",
                "given": "Erin M."
            }
        ],
        "container-title": "Neuron",
        "id": "tushev2018alternative",
        "issue": "3",
        "issued": {
            "date-parts": [
                [
                    "2018"
                ]
            ]
        },
        "page": "",
        "source": "Elsevier",
        "title": "Alternative 3'; UTRs Modify the Localization, Regulatory Potential, Stability, and Plasticity of mRNAs in Neuronal Compartments",
        "type": "article",
        "volume": "98"
    },
    {
        "DOI": "10.1038/nmeth.1504",
        "abstract": "MicroRNA targets predicted by a variety of computational tools can be validated using a quantitative targeted proteomics approach, using stable isotope labeling and selected reaction monitoring mass spectrometry. The authors used this method to confirm predicted let-7 and miR-58 targets in Caenorhabditis elegans.",
        "author": [
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Reiter",
                "given": "Lukas"
            },
            {
                "family": "Picotti",
                "given": "Paola"
            },
            {
                "family": "Lange",
                "given": "Vinzenz"
            },
            {
                "family": "Bogan",
                "given": "Erica"
            },
            {
                "family": "A Hurschler",
                "given": "Benjamin"
            },
            {
                "family": "Blenkiron",
                "given": "Cherie"
            },
            {
                "family": "J Lehrbach",
                "given": "Nicolas"
            },
            {
                "family": "C Ding",
                "given": "Xavier"
            },
            {
                "family": "Weiss",
                "given": "Manuel"
            },
            {
                "family": "P Schrimpf",
                "given": "Sabine"
            },
            {
                "family": "A Miska",
                "given": "Eric"
            },
            {
                "family": "Großhans",
                "given": "Helge"
            },
            {
                "family": "Aebersold",
                "given": "Ruedi"
            },
            {
                "family": "O Hengartner",
                "given": "Michael"
            }
        ],
        "container-title": "Nature Methods",
        "id": "jovanovic2010quantitative",
        "issue": "10",
        "issued": {
            "date-parts": [
                [
                    "2010"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "A quantitative targeted proteomics approach to validate predicted microRNA targets in C. elegans",
        "type": "article",
        "volume": "7"
    },
    {
        "DOI": "10.1016/j.tibs.2018.10.009",
        "abstract": "The existence of eukaryotic ribosomes with distinct ribosomal protein (RP) stoichiometry and regulatory roles in protein synthesis has been speculated for over 60 years. Recent advances in mass spectrometry (MS) and high-throughput analysis have begun to identify and characterize distinct ribosome stoichiometry in yeast and mammalian systems. In addition to RP stoichiometry, ribosomes host a vast array of protein modifications, effectively expanding the number of human RPs from 80 to many thousands of distinct proteoforms. Is it possible that these proteoforms combine to function as a ?ribosome code? to tune protein synthesis? We outline the specific benefits that translational regulation by specialized ribosomes can offer and discuss the means and methodologies available to correlate and characterize RP stoichiometry with function. We highlight previous research with a focus on formulating hypotheses that can guide future experiments and crack the ribosome code.",
        "author": [
            {
                "family": "Emmott",
                "given": "Edward"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Slavov",
                "given": "Nikolai"
            }
        ],
        "container-title": "Trends in Biochemical Sciences",
        "id": "emmott2019ribosome",
        "issue": "2",
        "issued": {
            "date-parts": [
                [
                    "2019"
                ]
            ]
        },
        "page": "",
        "source": "Elsevier",
        "title": "Ribosome Stoichiometry: From Form to Function",
        "type": "article",
        "volume": "44"
    },
    {
        "DOI": "10.1038/s43587-020-00002-6",
        "abstract": "The impact of healthy aging on molecular programming of immune cells is poorly understood. Here we report comprehensive characterization of healthy aging in human classical monocytes, with a focus on epigenomic, transcriptomic and proteomic alterations, as well as the corresponding proteomic and metabolomic data for plasma, using healthy cohorts of 20 young and 20 older males (\\~{}27 and \\~{}64 years old on average). For each individual, we performed enhanced reduced representation bisulfite sequencing-based DNA methylation profiling, which allowed us to identify a set of age-associated differentially methylated regions (DMRs)---a novel, cell-type-specific signature of aging in the DNA methylome. Hypermethylation events were associated with H3K27me3 in the CpG islands near promoters of lowly expressed genes, while hypomethylated DMRs were enriched in H3K4me1-marked regions and associated with age-related increase of expression of the corresponding genes, providing a link between DNA methylation and age-associated transcriptional changes in primary human cells.",
        "author": [
            {
                "family": "Shchukina",
                "given": "Irina"
            },
            {
                "family": "Bagaitkar",
                "given": "Juhi"
            },
            {
                "family": "Shpynov",
                "given": "Oleg"
            },
            {
                "family": "Loginicheva",
                "given": "Ekaterina"
            },
            {
                "family": "Porter",
                "given": "Sofia"
            },
            {
                "family": "Mogilenko",
                "given": "Denis A."
            },
            {
                "family": "Wolin",
                "given": "Erica"
            },
            {
                "family": "Collins",
                "given": "Patrick"
            },
            {
                "family": "Demidov",
                "given": "German"
            },
            {
                "family": "Artomov",
                "given": "Mykyta"
            },
            {
                "family": "Zaitsev",
                "given": "Konstantin"
            },
            {
                "family": "Sidorov",
                "given": "Sviatoslav"
            },
            {
                "family": "Camell",
                "given": "Christina"
            },
            {
                "family": "Bambouskova",
                "given": "Monika"
            },
            {
                "family": "Arthur",
                "given": "Laura"
            },
            {
                "family": "Swain",
                "given": "Amanda"
            },
            {
                "family": "Panteleeva",
                "given": "Alexandra"
            },
            {
                "family": "Dievskii",
                "given": "Aleksei"
            },
            {
                "family": "Kurbatsky",
                "given": "Evgeny"
            },
            {
                "family": "Tsurinov",
                "given": "Petr"
            },
            {
                "family": "Chernyatchik",
                "given": "Roman"
            },
            {
                "family": "Dixit",
                "given": "Vishwa Deep"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Stewart",
                "given": "Sheila A."
            },
            {
                "family": "Daly",
                "given": "Mark J."
            },
            {
                "family": "Dmitriev",
                "given": "Sergey"
            },
            {
                "family": "Oltz",
                "given": "Eugene M."
            },
            {
                "family": "Artyomov",
                "given": "Maxim N."
            }
        ],
        "container-title": "Nature Aging",
        "id": "shchukina2021enhanced",
        "issue": "1",
        "issued": {
            "date-parts": [
                [
                    "2021"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Enhanced epigenetic profiling of classical human monocytes reveals a specific signature of healthy aging in the DNA methylome",
        "type": "article",
        "volume": "1"
    },
    {
        "DOI": "",
        "abstract": "",
        "author": [
            {
                "family": "Bambouskova",
                "given": "Monika"
            },
            {
                "family": "Gorvel",
                "given": "Laurent"
            },
            {
                "family": "Lampropoulou",
                "given": "Vicky"
            },
            {
                "family": "Sergushichev",
                "given": "Alexey"
            },
            {
                "family": "Loginicheva",
                "given": "Ekaterina"
            },
            {
                "family": "Johnson",
                "given": "Kendall"
            },
            {
                "family": "Korenfeld",
                "given": "Daniel"
            },
            {
                "family": "Mathyer",
                "given": "Mary Elizabeth"
            },
            {
                "family": "Kim",
                "given": "Hyeryun"
            },
            {
                "family": "Huang",
                "given": "Li-Hao"
            },
            {
                "family": "others",
                "given": ""
            }
        ],
        "container-title": "",
        "id": "bambouskova2018mutations",
        "issue": "",
        "issued": {
            "date-parts": [
                [
                    "2018"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Mutations in the pantothenate kinase of Plasmodium falciparum confer diverse sensitivity profiles to antiplasmodial pantothenate analogues",
        "type": "article",
        "volume": ""
    },
    {
        "DOI": "10.1016/j.celrep.2022.110753",
        "abstract": "Amyloids are fibrous protein aggregates associated with age-related diseases. While these aggregates are typically described as irreversible and pathogenic, some cells use reversible amyloid-like structures that serve important functions. The RNA-binding protein Rim4 forms amyloid-like assemblies that are essential for translational control during Saccharomyces cerevisiae meiosis. Rim4 amyloid-like assemblies are disassembled in a phosphorylation-dependent manner at meiosis II onset. By investigating Rim4 clearance, we elucidate co-factors that mediate clearance of amyloid-like assemblies in a physiological setting. We demonstrate that yeast 14-3-3 proteins bind to Rim4 assemblies and facilitate their subsequent phosphorylation and timely clearance. Furthermore, distinct 14-3-3 proteins play non-redundant roles in facilitating phosphorylation and clearance of amyloid-like Rim4. Additionally, we find that 14-3-3 proteins contribute to global protein aggregate homeostasis. Based on the role of 14-3-3 proteins in aggregate homeostasis and their interactions with disease-associated assemblies, we propose that these proteins may protect against pathological protein aggregates.",
        "author": [
            {
                "family": "Herod",
                "given": "S. Grace"
            },
            {
                "family": "Dyatel",
                "given": "Annie"
            },
            {
                "family": "Hodapp",
                "given": "Stefanie"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Berchowitz",
                "given": "Luke E."
            }
        ],
        "container-title": "Cell Reports",
        "id": "herod2022clearance",
        "issue": "5",
        "issued": {
            "date-parts": [
                [
                    "2022"
                ]
            ]
        },
        "page": "",
        "source": "Elsevier",
        "title": "Clearance of an amyloid-like translational repressor is governed by 14-3-3 proteins",
        "type": "article",
        "volume": "39"
    },
    {
        "DOI": "10.1182/bloodadvances.2021006833",
        "abstract": "TO THE EDITOR:Global protein synthesis rate plays a critical role in the governance of cell growth, metabolism, and tumor cell proliferation. Stabilization of the eukaryotic translation initiation factor 4F (eIF4F) complex, comprised of the eIF4E/eIF4A/eIF4G subunits, is a hallmark of resistance to anti-BRAF and anti-MEK therapies in several melanoma and colon cancer models.1-3 This occurs through persistent hyper-phosphorylation of the negative regulator 4E-BP1, which leads to release of eIF4E from 4E-BP1 and hyperactivation of eIF4F-mediated translation initiation. Here, we identify casein kinase 1δ (CK1δ) as a novel regulator of mRNA translation and promising target for cancer drug development.",
        "author": [
            {
                "family": "Pal",
                "given": "Ipsita"
            },
            {
                "family": "Grilo",
                "given": "Andre M. Sardinha"
            },
            {
                "family": "Gaspary",
                "given": "Alec"
            },
            {
                "family": "Das Sharma",
                "given": "Sohani"
            },
            {
                "family": "Scotto",
                "given": "Luigi"
            },
            {
                "family": "O'Connor",
                "given": "Owen A."
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Deng",
                "given": "Changchun"
            },
            {
                "family": "Berchowitz",
                "given": "Luke E."
            }
        ],
        "container-title": "Blood Advances",
        "id": "pal2022inhibition",
        "issue": "14",
        "issued": {
            "date-parts": [
                [
                    "2022"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Inhibition of casein kinase 1δ disrupts translation initiation and exerts potent antilymphoma activity",
        "type": "article",
        "volume": "6"
    },
    {
        "DOI": "10.1101/2022.06.27.497784",
        "abstract": "Precision genome-editing approaches have long been available in budding yeast, enabling introduction of gene deletions, epitope tag fusions, and promoter swaps through a selection-based strategy. Such approaches allow loci to be modified without disruption of coding or regulatory sequences of neighboring genes. Use of this approach to delete DBP1 however, led to silencing of expression and the resultant loss of function for the neighboring gene MRP51. We found that insertion of a resistance cassette to delete DBP1, drove a 5{\\textquoteright} extended alternative transcript for MRP51 which dampened Mrp51 protein synthesis. Misregulation of MRP51 occurred through an integrated transcriptional and translational repressive long undecoded transcript isoform (LUTI)-based mechanism that was recently shown to naturally regulate gene expression in yeast and other organisms. Cassette-induced MRP51 repression drove all mutant phenotypes we detected in cells deleted for DBP1. Selection cassette-mediated aberrant transcription events are not specific to this locus or a unique cassette but can be prevented by insertion of transcription insulators flanking the cassette. Our study suggests the existence of confounding off-target mutant phenotypes resulting from misregulated neighboring loci following genome edits in yeast. Furthermore, features of LUTI-based regulation are broadly conserved to eukaryotic organisms which indicates the potential that similar misregulation could be unnoticed in other edited organisms as well.Competing Interest StatementThe authors have declared no competing interest.",
        "author": [
            {
                "family": "Powers",
                "given": "Emily Nicole"
            },
            {
                "family": "Allcca",
                "given": "Lidia Llacsahuanga"
            },
            {
                "family": "Doron-Mandel",
                "given": "Ella"
            },
            {
                "family": "Kim",
                "given": "Jenny Kim"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Brar",
                "given": "Gloria Ann"
            }
        ],
        "container-title": "bioRxiv",
        "id": "powers2022use",
        "issue": "",
        "issued": {
            "date-parts": [
                [
                    "2022"
                ]
            ]
        },
        "page": "",
        "source": "Cold Spring Harbor Laboratory",
        "title": "Use of a ubiquitous gene-editing tool in budding yeast causes off-target repression of neighboring gene protein synthesis",
        "type": "article",
        "volume": ""
    },
    {
        "DOI": "https://doi.org/10.1002/cbic.202200706",
        "abstract": "Abstract Protein tyrosine phosphatases (PTPs) are an important class of enzymes that modulate essential cellular processes through protein dephosphorylation and are dysregulated in various disease states. There is demand for new compounds that target the active sites of these enzymes, for use as chemical tools to dissect their biological roles or as leads for the development of new therapeutics. In this study, we explore an array of electrophiles and fragment scaffolds to investigate the required chemical parameters for covalent inhibition of tyrosine phosphatases. Our analysis juxtaposes the intrinsic electrophilicity of these compounds with their potency against several classical PTPs, revealing chemotypes that inhibit tyrosine phosphatases while minimizing excessive, potentially non-specific reactivity. We also assess sequence divergence at key residues in PTPs to explain their differential susceptibility to covalent inhibition. We anticipate that our study will inspire new strategies to develop covalent probes and inhibitors for tyrosine phosphatases.",
        "author": [
            {
                "family": "Hong",
                "given": "Suk ho"
            },
            {
                "family": "Xi",
                "given": "Sarah Y."
            },
            {
                "family": "Johns",
                "given": "Andrew C."
            },
            {
                "family": "Tang",
                "given": "Lauren C."
            },
            {
                "family": "Li",
                "given": "Allyson"
            },
            {
                "family": "Hum",
                "given": "Madeleine N."
            },
            {
                "family": "Chartier",
                "given": "Cassandra A."
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Shah",
                "given": "Neel H."
            }
        ],
        "container-title": "ChemBioChem",
        "id": "hong2023mapping",
        "issue": "10",
        "issued": {
            "date-parts": [
                [
                    "2023"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Mapping the Chemical Space of Active-Site Targeted Covalent Ligands for Protein Tyrosine Phosphatases",
        "type": "article",
        "volume": "24"
    },
    {
        "DOI": "10.7554/eLife.81086",
        "abstract": "Targeted selection-based genome-editing approaches have enabled many fundamental discoveries and are used routinely with high precision. We found, however, that replacement of \\textit{DBP1} with a common selection cassette in budding yeast led to reduced expression and function for the adjacent gene, \\textit{MRP51}, despite all \\textit{MRP51} coding and regulatory sequences remaining intact. Cassette-induced repression of MRP51 drove all mutant phenotypes detected in cells deleted for \\textit{DBP1}. This behavior resembled the ‘neighboring gene effect’ (NGE), a phenomenon of unknown mechanism whereby cassette insertion at one locus reduces the expression of a neighboring gene. Here, we leveraged strong off-target mutant phenotypes resulting from cassette replacement of \\textit{DBP1} to provide mechanistic insight into the NGE. We found that the inherent bidirectionality of promoters, including those in expression cassettes, drives a divergent transcript that represses \\textit{MRP51} through combined transcriptional interference and translational repression mediated by production of a long undecoded transcript isoform (LUTI). Divergent transcript production driving this off-target effect is general to yeast expression cassettes and occurs ubiquitously with insertion. Despite this, off-target effects are often naturally prevented by local sequence features, such as those that terminate divergent transcripts between the site of cassette insertion and the neighboring gene. Thus, cassette-induced off-target effects can be eliminated by the insertion of transcription terminator sequences into the cassette, flanking the promoter. Because the driving features of this off-target effect are broadly conserved, our study suggests it should be considered in the design and interpretation of experiments using integrated expression cassettes in other eukaryotic systems, including human cells.",
        "author": [
            {
                "family": "Powers",
                "given": "Emily Nicole"
            },
            {
                "family": "Chan",
                "given": "Charlene"
            },
            {
                "family": "Doron-Mandel",
                "given": "Ella"
            },
            {
                "family": "Llacsahuanga Allcca",
                "given": "Lidia"
            },
            {
                "family": "Kim Kim",
                "given": "Jenny"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Brar",
                "given": "Gloria Ann"
            }
        ],
        "container-title": "eLife",
        "id": "powers2022bidirectional",
        "issue": "",
        "issued": {
            "date-parts": [
                [
                    "2022"
                ]
            ]
        },
        "page": "",
        "source": "eLife Sciences Publications, Ltd",
        "title": "Bidirectional promoter activity from expression cassettes can drive off-target repression of neighboring gene translation",
        "type": "article",
        "volume": "11"
    },
    {
        "DOI": "10.1126/sciadv.ade4814",
        "abstract": "Alternative polyadenylation (APA) creates distinct transcripts from the same gene by cleaving the pre-mRNA at poly(A) sites that can lie within the 3′ untranslated region (3′UTR), introns, or exons. Most studies focus on APA within the 3′UTR; however, here, we show that CPSF6 insufficiency alters protein levels and causes a developmental syndrome by deregulating APA throughout the transcript. In neonatal humans and zebrafish larvae, CPSF6 insufficiency shifts poly(A) site usage between the 3′UTR and internal sites in a pathway-specific manner. Genes associated with neuronal function undergo mostly intronic APA, reducing their expression, while genes associated with heart and skeletal function mostly undergo 3′UTR APA and are up-regulated. This suggests that, under healthy conditions, cells toggle between internal and 3′UTR APA to modulate protein expression. CPSF6 loss disrupts polyadenylation site choice and causes a developmental syndrome in humans and zebrafish.",
        "author": [
            {
                "family": "Nicola de Prisco ",
                "given": ""
            },
            {
                "family": "Caitlin Ford ",
                "given": ""
            },
            {
                "family": "Nathan D. Elrod ",
                "given": ""
            },
            {
                "family": "Winston Lee ",
                "given": ""
            },
            {
                "family": "Lauren C. Tang ",
                "given": ""
            },
            {
                "family": "Kai-Lieh Huang ",
                "given": ""
            },
            {
                "family": "Ai Lin ",
                "given": ""
            },
            {
                "family": "Ping Ji ",
                "given": ""
            },
            {
                "family": "Venkata S. Jonnakuti ",
                "given": ""
            },
            {
                "family": "Lia Boyle ",
                "given": ""
            },
            {
                "family": "Maximilian Cabaj ",
                "given": ""
            },
            {
                "family": "Salvatore Botta ",
                "given": ""
            },
            {
                "family": "Katrin Õunap ",
                "given": ""
            },
            {
                "family": "Karit Reinson ",
                "given": ""
            },
            {
                "family": "Monica H. Wojcik ",
                "given": ""
            },
            {
                "family": "Jill A. Rosenfeld ",
                "given": ""
            },
            {
                "family": "Weimin Bi ",
                "given": ""
            },
            {
                "family": "Kristian Tveten ",
                "given": ""
            },
            {
                "family": "Trine Prescott ",
                "given": ""
            },
            {
                "family": "Thorsten Gerstner ",
                "given": ""
            },
            {
                "family": "Audrey Schroeder ",
                "given": ""
            },
            {
                "family": "Chin-To Fong ",
                "given": ""
            },
            {
                "family": "Jaya K. George-Abraham ",
                "given": ""
            },
            {
                "family": "Catherine A. Buchanan ",
                "given": ""
            },
            {
                "family": "Andrea Hanson-Khan ",
                "given": ""
            },
            {
                "family": "Jonathan A. Bernstein ",
                "given": ""
            },
            {
                "family": "Aikaterini A. Nella ",
                "given": ""
            },
            {
                "family": "Wendy K. Chung ",
                "given": ""
            },
            {
                "family": "Vicky Brandt ",
                "given": ""
            },
            {
                "family": "Marko Jovanovic ",
                "given": ""
            },
            {
                "family": "Kimara L. Targoff ",
                "given": ""
            },
            {
                "family": "Hari Krishna Yalamanchili ",
                "given": ""
            },
            {
                "family": "Eric J. Wagner ",
                "given": ""
            },
            {
                "family": "Vincenzo A. Gennarino ",
                "given": ""
            }
        ],
        "container-title": "Science Advances",
        "id": "de2023alternative",
        "issue": "7",
        "issued": {
            "date-parts": [
                [
                    "2023"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Alternative polyadenylation alters protein dosage by switching between intronic and 3′UTR sites",
        "type": "article",
        "volume": "9"
    },
    {
        "DOI": "10.1073/pnas.2221109120",
        "abstract": "Nucleoli have long been known as the sites of rRNA synthesis and processing and more recently for production of several long non-coding (lnc) RNAs that regulate rRNA transcription and other aspects of cellular function. We now show that one such well-characterized “lncRNA,” known as PAPAS, unexpectedly encodes a 25 KDa protein that we have named RIEP (Ribosomal\\&nbsp;IGS\\&nbsp;Encoded\\&nbsp;Protein). RIEP, which is highly conserved in primates but not present in other species, localizes to mitochondria as well as nucleoli and relocalizes to nuclear regions upon stress, where it functions to prevent stress-induced DNA damage. Our study provides important insights into nucleolar function, unexpected properties of lncRNAs, and possible new connections between mitochondria and nucleoli in response to stress. Certain long non-coding RNAs (lncRNAs) are known to contain small open reading frames that can be translated. Here we describe a much larger 25 kDa human protein, “Ribosomal IGS Encoded Protein” (RIEP), that remarkably is encoded by the well-characterized RNA polymerase (RNAP) II-transcribed nucleolar “promoter and pre-rRNA antisense” lncRNA (PAPAS). Strikingly, RIEP, which is conserved throughout primates but not found in other species, predominantly localizes to the nucleolus as well as mitochondria, but both exogenously expressed and endogenous RIEP increase in the nuclear and perinuclear regions upon heat shock (HS). RIEP associates specifically with the rDNA locus, increases levels of the RNA:DNA helicase Senataxin, and functions to sharply reduce DNA damage induced by heat shock. Proteomics analysis identified two mitochondrial proteins, C1QBP and CHCHD2, both known to have mitochondrial and nuclear functions, that we show interact directly, and relocalize following heat shock, with RIEP. Finally, it is especially notable that the rDNA sequences encoding RIEP are multifunctional, giving rise to an RNA that functions both as RIEP messenger RNA (mRNA) and as PAPAS lncRNA, as well as containing the promoter sequences responsible for rRNA synthesis by RNAP I. Our work has thus not only shown that a nucleolar “non-coding” RNA in fact encodes a protein, but also established a novel link between mitochondria and nucleoli that contributes to the cellular stress response.",
        "author": [
            {
                "family": "Shuang Feng ",
                "given": ""
            },
            {
                "family": "Anthony Desotell ",
                "given": ""
            },
            {
                "family": "Alison Ross ",
                "given": ""
            },
            {
                "family": "Marko Jovanovic ",
                "given": ""
            },
            {
                "family": "James L. Manley ",
                "given": ""
            }
        ],
        "container-title": "Proceedings of the National Academy of Sciences",
        "id": "feng2023nucleolar",
        "issue": "9",
        "issued": {
            "date-parts": [
                [
                    "2023"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "A nucleolar long “non-coding” RNA encodes a novel protein that functions in response to stress",
        "type": "article",
        "volume": "120"
    },
    {
        "DOI": "10.1101/2021.03.11.435015",
        "abstract": "Mutations in the RNA-binding protein (RBP) Pumilio1 (PUM1) can cause dramatically different phenotypes. We previously noted that phenotypic severity tracked with protein dosage: a mild mutation that reduces PUM1 levels by 25% causes late-onset ataxia, whereas PUM1 haploinsufficiency causes developmental delay and seizures. Why this difference in expression should cause such different phenotypes has been unclear: PUM1 targets are de-repressed to equal degrees in both cases, and the more severe mutation does not hinder PUM1’s RNA-binding ability. We therefore developed a PUM1 interactome in the murine brain. We find that mild PUM1 loss de-represses PUM1-specific targets, but PUM1 haploinsufficiency disrupts several interactors and regulation of their targets. We validated these phenomena in patient-derived cell lines and show that normalizing PUM1 levels restores interactors and their targets to proper levels. We therefore propose that dosage sensitivity does not necessarily reflect a linear change in protein abundance but can involve distinct mechanisms. Studying the interactors of RBPs in vivo will be necessary to understand their functions in neurological diseases.",
        "author": [
            {
                "family": "Botta",
                "given": "Salvatore"
            },
            {
                "family": "de Prisco",
                "given": "Nicola"
            },
            {
                "family": "Chemiakine",
                "given": "Alexei"
            },
            {
                "family": "Cabaj",
                "given": "Maximilian"
            },
            {
                "family": "Patel",
                "given": "Purvi"
            },
            {
                "family": "Doron-Mandel",
                "given": "Ella"
            },
            {
                "family": "Treadway",
                "given": "Colton"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Brown",
                "given": "Nicholas"
            },
            {
                "family": "Soni",
                "given": "Rajesh"
            },
            {
                "family": "Gennarino",
                "given": "Vincenzo"
            }
        ],
        "container-title": "bioRxiv",
        "id": "botta2021dosage",
        "issue": "",
        "issued": {
            "date-parts": [
                [
                    "2021"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Dosage sensitivity in Pumilio1-related phenotypes reflects distinct disease mechanisms",
        "type": "article",
        "volume": ""
    },
    {
        "DOI": "",
        "abstract": "",
        "author": [
            {
                "family": "Hong",
                "given": "Suk Ho"
            },
            {
                "family": "Xi",
                "given": "Sarah"
            },
            {
                "family": "Tang",
                "given": "Lauren"
            },
            {
                "family": "Johns",
                "given": "Andrew"
            },
            {
                "family": "Li",
                "given": "Allyson"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Shah",
                "given": "Neel"
            }
        ],
        "container-title": "",
        "id": "hong2023developing",
        "issue": "",
        "issued": {
            "date-parts": [
                [
                    "2023"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Developing Small-Molecule Probes for Activity-Based Profiling of Tyrosine Phosphatases",
        "type": "inproceedings",
        "volume": "32"
    },
    {
        "DOI": "10.1021/jasms.3c00325",
        "abstract": "Electrospray ionization is a powerful and prevalent technique used to ionize analytes in mass spectrometry. The distribution of charges that an analyte receives (charge state distribution, CSD) is an important consideration for interpreting mass spectra. However, due to an incomplete understanding of the ionization mechanism, the analyte properties that influence CSDs are not fully understood. Here, we employ a machine learning-based approach and analyze CSDs of hundreds of thousands of peptides. Interestingly, half of the peptides exhibit charges that differ from what one would naively expect (the number of basic sites). We find that these peptides can be classified into two regimes (undercharging and overcharging) and that these two regimes display markedly different charging characteristics. Notably, peptides in the overcharging regime show minimal dependence on basic site count, and more generally, the two regimes exhibit distinct sequence determinants. These findings highlight the rich ionization behavior of peptides and the potential of CSDs for enhancing peptide identification.",
        "author": [
            {
                "family": "Xu",
                "given": "Allyn M."
            },
            {
                "family": "Tang",
                "given": "Lauren C."
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Regev",
                "given": "Oded"
            }
        ],
        "container-title": "Journal of the American Society for Mass Spectrometry",
        "id": "xu2023high",
        "issue": "1",
        "issued": {
            "date-parts": [
                [
                    "2024"
                ]
            ]
        },
        "page": "",
        "source": "American Society for Mass Spectrometry. Published by the American Chemical Society. All rights reserved.",
        "title": "Uncovering Distinct Peptide Charging Behaviors in Electrospray Ionization Mass Spectrometry Using a Large-Scale Dataset",
        "type": "article",
        "volume": "35"
    },
    {
        "DOI": "https://doi.org/10.15252/embj.2022112721",
        "abstract": "Abstract Different mutations in the RNA‐binding protein Pumilio1 (PUM1) cause divergent phenotypes whose severity tracks with dosage: a mutation that reduces PUM1 levels by 25\\% causes late‐onset ataxia, whereas haploinsufficiency causes developmental delay and seizures. Yet PUM1 targets are derepressed to equal degrees in both cases, and the more severe mutation does not hinder PUM1's RNA‐binding ability. We therefore considered the possibility that the severe mutation might disrupt PUM1 interactions, and identified PUM1 interactors in the murine brain. We find that mild PUM1 loss derepresses PUM1‐specific targets, but the severe mutation disrupts interactions with several RNA‐binding proteins and the regulation of their targets. In patient‐derived cell lines, restoring PUM1 levels restores these interactors and their targets to normal levels. Our results demonstrate that dosage sensitivity does not always signify a linear relationship with protein abundance but can involve distinct mechanisms. We propose that to understand the functions of RNA‐binding proteins in a physiological context will require studying their interactions as well as their targets.",
        "author": [
            {
                "family": "Botta",
                "given": "Salvatore"
            },
            {
                "family": "de Prisco",
                "given": "Nicola"
            },
            {
                "family": "Chemiakine",
                "given": "Alexei"
            },
            {
                "family": "Brandt",
                "given": "Vicky"
            },
            {
                "family": "Cabaj",
                "given": "Maximilian"
            },
            {
                "family": "Patel",
                "given": "Purvi"
            },
            {
                "family": "Doron‐Mandel",
                "given": "Ella"
            },
            {
                "family": "Treadway",
                "given": "Colton J"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Brown",
                "given": "Nicholas G"
            },
            {
                "family": "Soni",
                "given": "Rajesh K"
            },
            {
                "family": "Gennarino",
                "given": "Vincenzo A"
            }
        ],
        "container-title": "The EMBO Journal",
        "id": "botta2023dosage",
        "issue": "11",
        "issued": {
            "date-parts": [
                [
                    "2023"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Dosage sensitivity to Pumilio1 variants in the mouse brain reflects distinct molecular mechanisms",
        "type": "article",
        "volume": "42"
    },
    {
        "DOI": "10.1186/s12936-024-05056-0",
        "abstract": "Plasmodium falciparum, the malaria-causing parasite, is a leading cause of infection-induced deaths worldwide. The preferred treatment approach is artemisinin-based combination therapy, which couples fast-acting artemisinin derivatives with longer-acting drugs, such as lumefantrine, mefloquine, and amodiaquine. However, the urgency for new treatments has risen due to the parasite's growing resistance to existing therapies. In this study, a common characteristic of the P. falciparum proteome---stretches of poly-lysine residues, such as those found in proteins related to adhesion and pathogenicity---is investigated for its potential to treat infected erythrocytes.",
        "author": [
            {
                "family": "Sivakumar",
                "given": "Roshan"
            },
            {
                "family": "Floyd",
                "given": "Katherine"
            },
            {
                "family": "Erath",
                "given": "Jessey"
            },
            {
                "family": "Jacoby",
                "given": "Alex"
            },
            {
                "family": "Kim Kim",
                "given": "Jenny"
            },
            {
                "family": "Bayguinov",
                "given": "Peter O."
            },
            {
                "family": "Fitzpatrick",
                "given": "James A. J."
            },
            {
                "family": "Goldfarb",
                "given": "Dennis"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Tripathi",
                "given": "Abhai"
            },
            {
                "family": "Djuranovic",
                "given": "Sergej"
            },
            {
                "family": "Pavlovic-Djuranovic",
                "given": "Slavica"
            }
        ],
        "container-title": "Malaria Journal",
        "id": "sivakumar2023poly",
        "issue": "1",
        "issued": {
            "date-parts": [
                [
                    "2024"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Poly-basic peptides and polymers as new drug candidates against Plasmodium falciparum",
        "type": "article",
        "volume": "23"
    },
    {
        "DOI": "https://doi.org/10.15252/embj.2022113332",
        "abstract": "Abstract Amyloid‐like protein assemblies have been associated with toxic phenotypes because of their repetitive and stable structure. However, evidence that cells exploit these structures to control function and activity of some proteins in response to stimuli has questioned this paradigm. How amyloid‐like assembly can confer emergent functions and how cells couple assembly with environmental conditions remains unclear. Here, we study Rim4, an RNA‐binding protein that forms translation‐repressing assemblies during yeast meiosis. We demonstrate that in its assembled and repressive state, Rim4 binds RNA more efficiently than in its monomeric and idle state, revealing a causal connection between assembly and function. The Rim4‐binding site location within the transcript dictates whether the assemblies can repress translation, underscoring the importance of the architecture of this RNA‐protein structure for function. Rim4 assembly depends exclusively on its intrinsically disordered region and is prevented by the Ras/protein kinase A signaling pathway, which promotes growth and suppresses meiotic entry in yeast. Our results suggest a mechanism whereby cells couple a functional protein assembly with a stimulus to enforce a cell fate decision.",
        "author": [
            {
                "family": "Ottoz",
                "given": "Diana SM"
            },
            {
                "family": "Tang",
                "given": "Lauren C"
            },
            {
                "family": "Dyatel",
                "given": "Annie E"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Berchowitz",
                "given": "Luke E"
            }
        ],
        "container-title": "The EMBO Journal",
        "id": "ottoz2023assembly",
        "issue": "23",
        "issued": {
            "date-parts": [
                [
                    "2023"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Assembly and function of the amyloid‐like translational repressor Rim4 is coupled with nutrient conditions",
        "type": "article",
        "volume": "42"
    },
    {
        "DOI": "10.1128/mbio.02926-23",
        "abstract": " ABSTRACT Pseudomonas aeruginosa is a common, biofilm-forming pathogen that exhibits complex pathways of redox metabolism. It produces four different types of terminal oxidases for aerobic respiration, and for one of these, the cbb3-type terminal oxidases, it has the capacity to produce at least 16 isoforms encoded by partially redundant operons. It also produces small-molecule virulence factors that interact with the respiratory chain, including the poison cyanide. Previous studies had indicated a role for cyanide in activating expression of an “orphan” terminal oxidase subunit gene called ccoN4 and that the product contributes to P. aeruginosa cyanide resistance, fitness in biofilms, and virulence, but the mechanisms underlying this process had not been elucidated. Here, we show that the regulatory protein MpaR, which is predicted to be a pyridoxal phosphate-binding transcription factor and is encoded just upstream of ccoN4, controls ccoN4 expression in response to endogenous cyanide. Paradoxically, we find that cyanide production is required to support CcoN4’s contribution to respiration in biofilms. We identify a palindromic motif required for cyanide- and MpaR-dependent expression of ccoN4 and co-expressed adjacent loci. We also characterize the regulatory logic of this region of the chromosome. Finally, we identify residues in the putative cofactor-binding pocket of MpaR, which are required for ccoN4 expression. Together, our findings illustrate a novel scenario in which the respiratory toxin cyanide acts as a signal to control gene expression in a bacterium that produces the compound endogenously.IMPORTANCE Cyanide is an inhibitor of heme-copper oxidases, which are required for aerobic respiration in all eukaryotes and many prokaryotes. This fast-acting poison can arise from diverse sources, but mechanisms by which bacteria sense it are poorly understood. We investigated the regulatory response to cyanide in the pathogenic bacterium Pseudomonas aeruginosa, which produces cyanide as a virulence factor. Although P. aeruginosa has the capacity to produce a cyanide-resistant oxidase, it relies primarily on heme-copper oxidases and even makes additional heme-copper oxidase proteins specifically under cyanide-producing conditions. We found that the protein MpaR controls expression of cyanide-inducible genes in P. aeruginosa and elucidated the molecular details of this regulation. MpaR contains a DNA-binding domain and a domain predicted to bind pyridoxal phosphate (vitamin B6), a compound that is known to react spontaneously with cyanide. These observations provide insight into the understudied phenomenon of cyanide-dependent regulation of gene expression in bacteria. ",
        "author": [
            {
                "family": "Marina K. Smiley",
                "given": ""
            },
            {
                "family": "Doran C. Sekaran",
                "given": ""
            },
            {
                "family": "Farhad Forouhar",
                "given": ""
            },
            {
                "family": "Erica Wolin",
                "given": ""
            },
            {
                "family": "Marko Jovanovic",
                "given": ""
            },
            {
                "family": "Alexa Price-Whelan",
                "given": ""
            },
            {
                "family": "Lars E. P. Dietrich",
                "given": ""
            }
        ],
        "container-title": "mBio",
        "id": "smiley2024mpar",
        "issue": "1",
        "issued": {
            "date-parts": [
                [
                    "2024"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "MpaR-driven expression of an orphan terminal oxidase subunit supports <i>Pseudomonas aeruginosa</i> biofilm respiration and development during cyanogenesis",
        "type": "article",
        "volume": "15"
    },
    {
        "DOI": "10.1038/s41587-023-02014-0",
        "abstract": "RNA-binding proteins (RBPs) modulate alternative splicing outcomes to determine isoform expression and cellular survival. To identify RBPs that directly drive alternative exon inclusion, we developed tethered function luciferase-based splicing reporters that provide rapid, scalable and robust readouts of exon inclusion changes and used these to evaluate 718 human RBPs. We performed enhanced cross-linking immunoprecipitation, RNA sequencing and affinity purification--mass spectrometry to investigate a subset of candidates with no prior association with splicing. Integrative analysis of these assays indicates surprising roles for TRNAU1AP, SCAF8 and RTCA in the modulation of hundreds of endogenous splicing events. We also leveraged our tethering assays and top candidates to identify potent and compact exon inclusion activation domains for splicing modulation applications. Using these identified domains, we engineered programmable fusion proteins that outperform current artificial splicing factors at manipulating inclusion of reporter and endogenous exons. This tethering approach characterizes the ability of RBPs to induce exon inclusion and yields new molecular parts for programmable splicing control.",
        "author": [
            {
                "family": "Schmok",
                "given": "Jonathan C."
            },
            {
                "family": "Jain",
                "given": "Manya"
            },
            {
                "family": "Street",
                "given": "Lena A."
            },
            {
                "family": "Tankka",
                "given": "Alex T."
            },
            {
                "family": "Schafer",
                "given": "Danielle"
            },
            {
                "family": "Her",
                "given": "Hsuan-Lin"
            },
            {
                "family": "Elmsaouri",
                "given": "Sara"
            },
            {
                "family": "Gosztyla",
                "given": "Maya L."
            },
            {
                "family": "Boyle",
                "given": "Evan A."
            },
            {
                "family": "Jagannatha",
                "given": "Pratibha"
            },
            {
                "family": "Luo",
                "given": "En-Ching"
            },
            {
                "family": "Kwon",
                "given": "Ester J."
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Yeo",
                "given": "Gene W."
            }
        ],
        "container-title": "Nature Biotechnology",
        "id": "schmok2024large",
        "issue": "9",
        "issued": {
            "date-parts": [
                [
                    "2024"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Large-scale evaluation of the ability of RNA-binding proteins to activate exon inclusion",
        "type": "article",
        "volume": "42"
    },
    {
        "DOI": "",
        "abstract": "",
        "author": [
            {
                "family": "Powers",
                "given": "Emily N"
            },
            {
                "family": "Kuwayama",
                "given": "Naohiro"
            },
            {
                "family": "Sousa",
                "given": "Camila"
            },
            {
                "family": "Reynaud",
                "given": "Kendra"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Ingolia",
                "given": "Nicholas T"
            },
            {
                "family": "Brar",
                "given": "Gloria A"
            }
        ],
        "container-title": "bioRxiv",
        "id": "powers2024dbp1",
        "issue": "",
        "issued": {
            "date-parts": [
                [
                    "2024"
                ]
            ]
        },
        "page": "",
        "source": "Cold Spring Harbor Laboratory Preprints",
        "title": "Dbp1 is a low performance paralog of RNA helicase Ded1 that drives impaired translation and heat stress response",
        "type": "article",
        "volume": ""
    },
    {
        "DOI": "10.1101/2024.01.12.575095",
        "abstract": "Ded1 and Dbp1 are paralogous conserved RNA helicases that enable translation initiation in yeast. Ded1 has been heavily studied but the role of Dbp1 is poorly understood. We find that the expression of these two helicases is controlled in an inverse and condition-specific manner. In meiosis and other long-term starvation states, Dbp1 expression is upregulated and Ded1 is downregulated, whereas in mitotic cells, Dbp1 expression is extremely low. Inserting the DBP1 ORF in place of the DED1 ORF cannot replace the function of Ded1 in supporting translation, partly due to inefficient mitotic translation of the DBP1 mRNA, dependent on features of its ORF sequence but independent of codon optimality. Global measurements of translation rates and 5{\\textquoteright} leader translation, activity of mRNA-tethered helicases, ribosome association, and low temperature growth assays show that{\\textemdash}even at matched protein levels{\\textemdash}Ded1 is more effective than Dbp1 at activating translation, especially for mRNAs with structured 5{\\textquoteright} leaders. Ded1 supports halting of translation and cell growth in response to heat stress, but Dbp1 lacks this function, as well. These functional differences in the ability to efficiently mediate translation activation and braking can be ascribed to the divergent, disordered N- and C-terminal regions of these two helicases. Altogether, our data show that Dbp1 is a {\\textquotedblleft}low performance{\\textquotedblright} version of Ded1 that cells employ in place of Ded1 under long-term conditions of nutrient deficiency.Competing Interest StatementThe authors have declared no competing interest.",
        "author": [
            {
                "family": "Powers",
                "given": "Emily N"
            },
            {
                "family": "Kuwayama",
                "given": "Naohiro"
            },
            {
                "family": "Sousa",
                "given": "Camila"
            },
            {
                "family": "Reynaud",
                "given": "Kendra"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Ingolia",
                "given": "Nicholas T"
            },
            {
                "family": "Brar",
                "given": "Gloria A"
            }
        ],
        "container-title": "bioRxiv",
        "id": "powers2024dbp1",
        "issue": "",
        "issued": {
            "date-parts": [
                [
                    "2024"
                ]
            ]
        },
        "page": "",
        "source": "Cold Spring Harbor Laboratory",
        "title": "Dbp1 is a low performance paralog of RNA helicase Ded1 that drives impaired translation and heat stress response",
        "type": "article",
        "volume": ""
    },
    {
        "DOI": "",
        "abstract": "",
        "author": [
            {
                "family": "van Vlimmeren",
                "given": "Anne"
            },
            {
                "family": "Voleti",
                "given": "Rashmi"
            },
            {
                "family": "Jiang",
                "given": "Ziyuan"
            },
            {
                "family": "Chartier",
                "given": "Cassandra"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Karandur",
                "given": "Deepti"
            },
            {
                "family": "Shah",
                "given": "Neel"
            }
        ],
        "container-title": "",
        "id": "van2023biochemical",
        "issue": "12",
        "issued": {
            "date-parts": [
                [
                    "2023"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Biochemical and Cellular Characterization of Mutational Effects in the Oncogenic Phosphatase SHP2",
        "type": "inproceedings",
        "volume": "32"
    },
    {
        "DOI": "10.1016/j.ibneur.2023.08.959",
        "abstract": "",
        "author": [
            {
                "family": "Rubio-Pastor",
                "given": "Fatima"
            },
            {
                "family": "Ross",
                "given": "Alison"
            },
            {
                "family": "López-Begines",
                "given": "Santiago"
            },
            {
                "family": "Mesa-Cruz",
                "given": "Cristina"
            },
            {
                "family": "Scholz",
                "given": "Patricia"
            },
            {
                "family": "Ischebeck",
                "given": "Till"
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "Fornasiero",
                "given": "Eugenio"
            },
            {
                "family": "Fernández-Chacón",
                "given": "Rafael"
            }
        ],
        "container-title": "IBRO Neuroscience Reports",
        "id": "rubio2023removing",
        "issue": "",
        "issued": {
            "date-parts": [
                [
                    "2023"
                ]
            ]
        },
        "page": "",
        "source": "Elsevier",
        "title": "REMOVING A SYNAPTIC CO-CHAPERONE IN ADULTHOOD AFFECTS THE LIFETIMES OF SPECIFIC BRAIN PROTEINS DURING NEURODEGENERATION",
        "type": "article",
        "volume": "15"
    },
    {
        "DOI": "",
        "abstract": "",
        "author": [
            {
                "family": "Schmok",
                "given": "Jonathan C"
            },
            {
                "family": "Jain",
                "given": "Manya"
            },
            {
                "family": "Street",
                "given": "Lena A"
            },
            {
                "family": "Tankka",
                "given": "Alex T"
            },
            {
                "family": "Schafer",
                "given": "Danielle"
            },
            {
                "family": "Her",
                "given": "Hsuan-Lin"
            },
            {
                "family": "Elmsaouri",
                "given": "Sara"
            },
            {
                "family": "Gosztyla",
                "given": "Maya L"
            },
            {
                "family": "Boyle",
                "given": "Evan A"
            },
            {
                "family": "Jagannatha",
                "given": "Pratibha"
            },
            {
                "family": "others",
                "given": ""
            }
        ],
        "container-title": "",
        "id": "schmok2024corrections",
        "issue": "",
        "issued": {
            "date-parts": [
                [
                    "2024"
                ]
            ]
        },
        "page": "",
        "source": "",
        "title": "Corrections & amendments",
        "type": "article",
        "volume": ""
    },
    {
        "DOI": "10.1101/2024.07.16.603632",
        "abstract": "The rapid identification of protein-protein interactions has been significantly enabled by mass spectrometry (MS) proteomics-based methods, including affinity purification-MS, crosslinking-MS, and proximity-labeling proteomics. While these methods can reveal networks of interacting proteins, they cannot reveal how specific protein-protein interactions alter protein function or cell signaling. For instance, when two proteins interact, there can be emergent signaling processes driven purely by the individual activities of those proteins being co-localized. Alternatively, protein-protein interactions can allosterically regulate function, enhancing or suppressing activity in response to binding. In this work, we investigate the interaction between the tyrosine phosphatase PTP1B and the adaptor protein Grb2, which have been annotated as binding partners in a number of proteomics studies. This interaction has been postulated to co-localize PTP1B with its substrate IRS-1 by forming a ternary complex, thereby enhancing the dephosphorylation of IRS-1 to suppress insulin signaling. Here, we report that Grb2 binding to PTP1B also allosterically enhances PTP1B catalytic activity. We show that this interaction is dependent on the proline-rich region of PTP1B, which interacts with the C-terminal SH3 domain of Grb2. Using NMR spectroscopy and hydrogen-deuterium exchange mass spectrometry (HDX-MS) we show that Grb2 binding alters PTP1B structure and/or dynamics. Finally, we use MS proteomics to identify other interactors of the PTP1B proline-rich region that may also regulate PTP1B function similarly to Grb2. This work presents one of the first examples of a protein allosterically regulating the enzymatic activity of PTP1B and lays the foundation for discovering new mechanisms of PTP1B regulation in cell signaling.Significance Statement Protein-protein interactions are critical for cell signaling. The interaction between the phosphatase PTP1B and adaptor protein Grb2 co-localizes PTP1B with its substrates, thereby enhancing their dephosphorylation. We show that Grb2 binding also directly modulates PTP1B activity through an allosteric mechanism involving the proline-rich region of PTP1B. Our study reveals a novel mode of PTP1B regulation through a protein-protein interaction that is likely to be exploited by other cellular interactors of this important signaling enzyme.Competing Interest StatementThe authors have declared no competing interest.",
        "author": [
            {
                "family": "Chartier",
                "given": "Cassandra A."
            },
            {
                "family": "Woods",
                "given": "Virgil A."
            },
            {
                "family": "Xu",
                "given": "Yunyao"
            },
            {
                "family": "van Vlimmeren",
                "given": "Anne E."
            },
            {
                "family": "Johns",
                "given": "Andrew C."
            },
            {
                "family": "Jovanovic",
                "given": "Marko"
            },
            {
                "family": "McDermott",
                "given": "Ann E."
            },
            {
                "family": "Keedy",
                "given": "Daniel A."
            },
            {
                "family": "Shah",
                "given": "Neel H."
            }
        ],
        "container-title": "bioRxiv",
        "id": "chartier2024allosteric",
        "issue": "",
        "issued": {
            "date-parts": [
                [
                    "2024"
                ]
            ]
        },
        "page": "",
        "source": "Cold Spring Harbor Laboratory",
        "title": "Allosteric regulation of the tyrosine phosphatase PTP1B by a protein-protein interaction",
        "type": "article",
        "volume": ""
    }
]